const bible1="";
const bible2="";
const bible3="";
const bible4="";
const bible5="";
const bible6="";
const bible7 = "사무엘상 7장\n"+
"1  기럇여아림 사람들이 와서 여호와의 궤를 옮겨 산에 사는 아비나답의 집에 들여놓고 그의 아들 엘리아살을 거룩하게 구별하여 여호와의 궤를 지키게 하였더니\n"+
"2  궤가 기럇여아림에 들어간 날부터 이십 년 동안 오래 있은지라 이스라엘 온 족속이 여호와를 사모하니라\n"+
"3  ○사무엘이 이스라엘 온 족속에게 말하여 이르되 만일 너희가 전심으로 여호와께 돌아오려거든 이방 신들과 아스다롯을 너희 중에서 제거하고 너희 마음을 여호와께로 향하여 그만을 섬기라 그리하면 너희를 블레셋 사람의 손에서 건져내시리라\n"+
"4  이에 이스라엘 자손이 바알들과 아스다롯을 제거하고 여호와만 섬기니라\n"+
"5  ○사무엘이 이르되 온 이스라엘은 미스바로 모이라 내가 너희를 위하여 여호와께 기도하리라 하매\n"+
"6  그들이 미스바에 모여 물을 길어 여호와 앞에 붓고 그 날 종일 금식하고 거기에서 이르되 우리가 여호와께 범죄하였나이다 하니라 사무엘이 미스바에서 이스라엘 자손을 다스리니라\n"+
"7  이스라엘 자손이 미스바에 모였다 함을 블레셋 사람들이 듣고 그들의 방백들이 이스라엘을 치러 올라온지라 이스라엘 자손들이 듣고 블레셋 사람들을 두려워하여\n"+
"8  이스라엘 자손이 사무엘에게 이르되 당신은 우리를 위하여 우리 하나님 여호와께 쉬지 말고 부르짖어 우리를 블레셋 사람들의 손에서 구원하시게 하소서 하니\n"+
"9  사무엘이 젖 먹는 어린 양 하나를 가져다가 온전한 번제를 여호와께 드리고 이스라엘을 위하여 여호와께 부르짖으매 여호와께서 응답하셨더라\n"+
"10  사무엘이 번제를 드릴 때에 블레셋 사람이 이스라엘과 싸우려고 가까이 오매 그 날에 여호와께서 블레셋 사람에게 큰 우레를 발하여 그들을 어지럽게 하시니 그들이 이스라엘 앞에 패한지라\n"+
"11  이스라엘 사람들이 미스바에서 나가서 블레셋 사람들을 추격하여 벧갈 아래에 이르기까지 쳤더라\n"+
"12  ○사무엘이 돌을 취하여 미스바와 센 사이에 세워 이르되 여호와께서 여기까지 우리를 도우셨다 하고 그 이름을 에벤에셀이라 하니라\n"+
"13  이에 블레셋 사람들이 굴복하여 다시는 이스라엘 지역 안에 들어오지 못하였으며 여호와의 손이 사무엘이 사는 날 동안에 블레셋 사람을 막으시매\n"+
"14  블레셋 사람들이 이스라엘에게서 빼앗았던 성읍이 에그론부터 가드까지 이스라엘에게 회복되니 이스라엘이 그 사방 지역을 블레셋 사람들의 손에서 도로 찾았고 또 이스라엘과 아모리 사람 사이에 평화가 있었더라\n"+
"15  ○사무엘이 사는 날 동안에 이스라엘을 다스렸으되\n"+
"16  해마다 벧엘과 길갈과 미스바로 순회하여 그 모든 곳에서 이스라엘을 다스렸고\n"+
"17  라마로 돌아왔으니 이는 거기에 자기 집이 있음이니라 거기서도 이스라엘을 다스렸으며 또 거기에 여호와를 위하여 제단을 쌓았더라\n";
const bible8 ="사무엘상 8장\n"+
"1  사무엘이 늙으매 그의 아들들을 이스라엘 사사로 삼으니\n"+
"2  장자의 이름은 요엘이요 차자의 이름은 아비야라 그들이 브엘세바에서 사사가 되니라\n"+
"3  그의 아들들이 자기 아버지의 행위를 따르지 아니하고 이익을 따라 뇌물을 받고 판결을 굽게 하니라\n"+
"4  ○이스라엘 모든 장로가 모여 라마에 있는 사무엘에게 나아가서\n"+
"5  그에게 이르되 보소서 당신은 늙고 당신의 아들들은 당신의 행위를 따르지 아니하니 모든 나라와 같이 우리에게 왕을 세워 우리를 다스리게 하소서 한지라\n"+
"6  우리에게 왕을 주어 우리를 다스리게 하라 했을 때에 사무엘이 그것을 기뻐하지 아니하여 여호와께 기도하매\n"+
"7  여호와께서 사무엘에게 이르시되 백성이 네게 한 말을 다 들으라 이는 그들이 너를 버림이 아니요 나를 버려 자기들의 왕이 되지 못하게 함이니라\n"+
"8  내가 그들을 애굽에서 인도하여 낸 날부터 오늘까지 그들이 모든 행사로 나를 버리고 다른 신들을 섬김 같이 네게도 그리하는도다\n"+
"9  그러므로 그들의 말을 듣되 너는 그들에게 엄히 경고하고 그들을 다스릴 왕의 제도를 가르치라\n"+
"10  ○사무엘이 왕을 요구하는 백성에게 여호와의 모든 말씀을 말하여\n"+
"11  이르되 너희를 다스릴 왕의 제도는 이러하니라 그가 너희 아들들을 데려다가 그의 병거와 말을 어거하게 하리니 그들이 그 병거 앞에서 달릴 것이며\n"+
"12  그가 또 너희의 아들들을 천부장과 오십부장을 삼을 것이며 자기 밭을 갈게 하고 자기 추수를 하게 할 것이며 자기 무기와 병거의 장비도 만들게 할 것이며\n"+
"13  그가 또 너희의 딸들을 데려다가 향료 만드는 자와 요리하는 자와 떡 굽는 자로 삼을 것이며\n"+
"14  그가 또 너희의 밭과 포도원과 감람원에서 제일 좋은 것을 가져다가 자기의 신하들에게 줄 것이며\n"+
"15  그가 또 너희의 곡식과 포도원 소산의 십일조를 거두어 자기의 관리와 신하에게 줄 것이며\n"+
"16  그가 또 너희의 노비와 가장 아름다운 소년과 나귀들을 끌어다가 자기 일을 시킬 것이며\n"+
"17  너희의 양 떼의 십분의 일을 거두어 가리니 너희가 그의 종이 될 것이라\n"+
"18  그 날에 너희는 너희가 택한 왕으로 말미암아 부르짖되 그 날에 여호와께서 너희에게 응답하지 아니하시리라 하니\n"+
"19  ○백성이 사무엘의 말 듣기를 거절하여 이르되 아니로소이다 우리도 우리 왕이 있어야 하리니\n"+
"20  우리도 다른 나라들 같이 되어 우리의 왕이 우리를 다스리며 우리 앞에 나가서 우리의 싸움을 싸워야 할 것이니이다 하는지라\n"+
"21  사무엘이 백성의 말을 다 듣고 여호와께 아뢰매\n"+
"22  여호와께서 사무엘에게 이르시되 그들의 말을 들어 왕을 세우라 하시니 사무엘이 이스라엘 사람들에게 이르되 너희는 각기 성읍으로 돌아가라 하니라\n"+
"\n\n\n";

const bible9="";
const bible10="";
const bible11="";
const bible12="";
const bible13="";
const bible14="";
const bible15="";
const bible16="";
const bible17="사무엘상 17장\n"+
"1 블레셋 사람들이 그들의 군대를 모으고 싸우고자 하여 유다에 속한 소고에 모여 소고와 아세가 사이의 에베스담밈에 진 치매\n"+

"2 사울과 이스라엘 사람들이 모여서 엘라 골짜기에 진 치고 블레셋 사람들을 대하여 전열을 벌였으니\n"+

"3 블레셋 사람들은 이쪽 산에 섰고 이스라엘은 저쪽 산에 섰고 그 사이에는 골짜기가 있었더라\n"+

"4 블레셋 사람들의 진영에서 싸움을 돋우는 자가 왔는데 그의 이름은 골리앗이요 가드 사람이라 그의 키는 여섯 규빗 한 뼘이요\n"+

"5 머리에는 놋 투구를 썼고 몸에는 비늘 갑옷을 입었으니 그 갑옷의 무게가 놋 오천 세겔이며\n"+

"6 그의 다리에는 놋 각반을 쳤고 어깨 사이에는 놋 단창을 메었으니\n"+

"7 그 창 자루는 베틀 채 같고 창 날은 철 육백 세겔이며 방패 든 자가 앞서 행하더라\n"+

"8 그가 서서 이스라엘 군대를 향하여 외쳐 이르되 너희가 어찌하여 나와서 전열을 벌였느냐 나는 블레셋 사람이 아니며 너희는 사울의 신복이 아니냐 너희는 한 사람을 택하여 내게로 내려보내라\n"+

"9 그가 나와 싸워서 나를 죽이면 우리가 너희의 종이 되겠고 만일 내가 이겨 그를 죽이면 너희가 우리의 종이 되어 우리를 섬길 것이니라\n"+

"10 그 블레셋 사람이 또 이르되 내가 오늘 이스라엘의 군대를 모욕하였으니 사람을 보내어 나와 더불어 싸우게 하라 한지라\n"+

"11 사울과 온 이스라엘이 블레셋 사람의 이 말을 듣고 놀라 크게 두려워하니라\n"+

"12 다윗은 유다 베들레헴 에브랏 사람 이새라 하는 사람의 아들이었는데 이새는 사울 당시 사람 중에 나이가 많아 늙은 사람으로서 여덟 아들이 있는 중\n"+

"13 그 장성한 세 아들은 사울을 따라 싸움에 나갔으니 싸움에 나간 세 아들의 이름은 장자 엘리압이요 그 다음은 아비나답이요 셋째는 삼마며\n"+

"14 다윗은 막내라 장성한 세 사람은 사울을 따랐고\n"+

"15 다윗은 사울에게로 왕래하며 베들레헴에서 그의 아버지의 양을 칠 때에\n"+

"16 그 블레셋 사람이 사십 일을 조석으로 나와서 몸을 나타내었더라\n"+

"17 이새가 그의 아들 다윗에게 이르되 지금 네 형들을 위하여 이 볶은 곡식 한 에바와 이 떡 열 덩이를 가지고 진영으로 속히 가서 네 형들에게 주고\n"+

"18 이 치즈 열 덩이를 가져다가 그들의 천부장에게 주고 네 형들의 안부를 살피고 증표를 가져오라\n"+

"19 그 때에 사울과 그들과 이스라엘 모든 사람들은 엘라 골짜기에서 블레셋 사람들과 싸우는 중이더라\n"+

"20 다윗이 아침에 일찍이 일어나서 양을 양 지키는 자에게 맡기고 이새가 명령한 대로 가지고 가서 진영에 이른즉 마침 군대가 전장에 나와서 싸우려고 고함치며,\n"+

"21 이스라엘과 블레셋 사람들이 전열을 벌이고 양군이 서로 대치하였더라\n"+

"22 다윗이 자기의 짐을 짐 지키는 자의 손에 맡기고 군대로 달려가서 형들에게 문안하고\n"+

"23 그들과 함께 말할 때에 마침 블레셋 사람의 싸움 돋우는 가드 사람 골리앗이라 하는 자가 그 전열에서 나와서 전과 같은 말을 하매 다윗이 들으니라\n"+

"24 이스라엘 모든 사람이 그 사람을 보고 심히 두려워하여 그 앞에서 도망하며\n"+

"25 이스라엘 사람들이 이르되 너희가 이 올라 온 사람을 보았느냐 참으로 이스라엘을 모욕하러 왔도다 그를 죽이는 사람은 왕이 많은 재물로 부하게 하고 그의 딸을 그에게 주고 그 아버지의 집을 이스라엘 중에서 세금을 면제하게 하시리라\n"+

"26 다윗이 곁에 서 있는 사람들에게 말하여 이르되 이 블레셋 사람을 죽여 이스라엘의 치욕을 제거하는 사람에게는 어떠한 대우를 하겠느냐 이 할례 받지 않은 블레셋 사람이 누구이기에 살아 계시는 하나님의 군대를 모욕하겠느냐\n"+

"27 백성이 전과 같이 말하여 이르되 그를 죽이는 사람에게는 이러이러하게 하시리라 하니라\n"+

"28 큰형 엘리압이 다윗이 사람들에게 하는 말을 들은지라 그가 다윗에게 노를 발하여 이르되 네가 어찌하여 이리로 내려왔느냐 들에 있는 양들을 누구에게 맡겼느냐 나는 네 교만과 네 마음의 완악함을 아노니 네가 전쟁을 구경하러 왔도다\n"+

"29 다윗이 이르되 내가 무엇을 하였나이까 어찌 이유가 없으리이까 하고\n"+
 
"30 돌아서서 다른 사람을 향하여 전과 같이 말하매 백성이 전과 같이 대답하니라\n"+

"31 어떤 사람이 다윗이 한 말을 듣고 그것을 사울에게 전하였으므로 사울이 다윗을 부른지라\n"+

"32 다윗이 사울에게 말하되 그로 말미암아 사람이 낙담하지 말 것이라 주의 종이 가서 저 블레셋 사람과 싸우리이다 하니\n"+

"33 사울이 다윗에게 이르되 네가 가서 저 블레셋 사람과 싸울 수 없으리니 너는 소년이요 그는 어려서부터 용사임이니라\n"+

"34 다윗이 사울에게 말하되 주의 종이 아버지의 양을 지킬 때에 사자나 곰이 와서 양 떼에서 새끼를 물어가면\n"+

"35 내가 따라가서 그것을 치고 그 입에서 새끼를 건져내었고 그것이 일어나 나를 해하고자 하면 내가 그 수염을 잡고 그것을 쳐죽였나이다\n"+

"36 주의 종이 사자와 곰도 쳤은즉 살아 계시는 하나님의 군대를 모욕한 이 할례 받지 않은 블레셋 사람이리이까 그가 그 짐승의 하나와 같이 되리이다\n"+

"37 또 다윗이 이르되 여호와께서 나를 사자의 발톱과 곰의 발톱에서 건져내셨은즉 나를 이 블레셋 사람의 손에서도 건져내시리이다 사울이 다윗에게 이르되 가라 여호와께서 너와 함께 계시기를 원하노라\n"+

"38 이에 사울이 자기 군복을 다윗에게 입히고 놋 투구를 그의 머리에 씌우고 또 그에게 갑옷을 입히매\n"+

"39 다윗이 칼을 군복 위에 차고는 익숙하지 못하므로 시험적으로 걸어 보다가 사울에게 말하되 익숙하지 못하니 이것을 입고 가지 못하겠나이다 하고 곧 벗고\n"+

"40 손에 막대기를 가지고 시내에서 매끄러운 돌 다섯을 골라서 자기 목자의 제구 곧 주머니에 넣고 손에 물매를 가지고 블레셋 사람에게로 나아가니라\n"+

"41 블레셋 사람이 방패 든 사람을 앞세우고 다윗에게로 점점 가까이 나아가니라\n"+

"42 그 블레셋 사람이 둘러보다가 다윗을 보고 업신여기니 이는 그가 젊고 붉고 용모가 아름다움이라\n"+

"43 블레셋 사람이 다윗에게 이르되 네가 나를 개로 여기고 막대기를 가지고 내게 나아왔느냐 하고 그의 신들의 이름으로 다윗을 저주하고\n"+

"44 그 블레셋 사람이 또 다윗에게 이르되 내게로 오라 내가 네 살을 공중의 새들과 들짐승들에게 주리라 하는지라\n"+

"45 다윗이 블레셋 사람에게 이르되 너는 칼과 창과 단창으로 내게 나아 오거니와 나는 만군의 여호와의 이름 곧 네가 모욕하는 이스라엘 군대의 하나님의 이름으로 네게 나아가노라\n"+

"46 오늘 여호와께서 너를 내 손에 넘기시리니 내가 너를 쳐서 네 목을 베고 블레셋 군대의 시체를 오늘 공중의 새와 땅의 들짐승에게 주어 온 땅으로 이스라엘에 하나님이 계신 줄 알게 하겠고\n"+

"47 또 여호와의 구원하심이 칼과 창에 있지 아니함을 이 무리에게 알게 하리라 전쟁은 여호와께 속한 것인즉 그가 너희를 우리 손에 넘기시리라\n"+

"48 블레셋 사람이 일어나 다윗에게로 마주 가까이 올 때에 다윗이 블레셋 사람을 향하여 빨리 달리며\n"+

"49 손을 주머니에 넣어 돌을 가지고 물매로 던져 블레셋 사람의 이마를 치매 돌이 그의 이마에 박히니 땅에 엎드러지니라\n"+

"50 다윗이 이같이 물매와 돌로 블레셋 사람을 이기고 그를 쳐죽였으나 자기 손에는 칼이 없었더라\n"+

"51 다윗이 달려가서 블레셋 사람을 밟고 그의 칼을 그 칼 집에서 빼내어 그 칼로 그를 죽이고 그의 머리를 베니 블레셋 사람들이 자기 용사의 죽음을 보고 도망하는지라\n"+

"52 이스라엘과 유다 사람들이 일어나서 소리 지르며 블레셋 사람들을 쫓아 가이와 에그론 성문까지 이르렀고 블레셋 사람들의 부상자들은 사아라임 가는 길에서부터 가드와 에그론까지 엎드러졌더라\n"+

"53 이스라엘 자손이 블레셋 사람들을 쫓다가 돌아와서 그들의 진영을 노략하였고\n"+

"54 다윗은 그 블레셋 사람의 머리를 예루살렘으로 가져가고 갑주는 자기 장막에 두니라\n"+

"55 사울은 다윗이 블레셋 사람을 향하여 나아감을 보고 군사령관 아브넬에게 묻되 아브넬아 이 소년이 누구의 아들이냐 아브넬이 이르되 왕이여 왕의 사심으로 맹세하옵나니 내가 알지 못하나이다 하매\n"+

"56 왕이 이르되 너는 이 청년이 누구의 아들인가 물어보라 하였더니\n"+

"57 다윗이 그 블레셋 사람을 죽이고 돌아올 때에 그 블레셋 사람의 머리가 그의 손에 있는 채 아브넬이 그를 사울 앞으로 인도하니\n"+

"58 사울이 그에게 묻되 소년이여 누구의 아들이냐 하니 다윗이 대답하되 나는 주의 종 베들레헴 사람 이새의 아들이니이다 하니라\n";
const bible18="사무엘상 18장\n"+
"1 다윗이 사울에게 말하기를 마치매 요나단의 마음이 다윗의 마음과 하나가 되어 요나단이 그를 자기 생명 같이 사랑하니라\n"+

"2 그 날에 사울은 다윗을 머무르게 하고 그의 아버지의 집으로 다시 돌아가기를 허락하지 아니하였고\n"+

"3 요나단은 다윗을 자기 생명 같이 사랑하여 더불어 언약을 맺었으며\n"+

"4 요나단이 자기가 입었던 겉옷을 벗어 다윗에게 주었고 자기의 군복과 칼과 활과 띠도 그리하였더라\n"+

"5 다윗은 사울이 보내는 곳마다 가서 지혜롭게 행하매 사울이 그를 군대의 장으로 삼았더니 온 백성이 합당히 여겼고 사울의 신하들도 합당히 여겼더라\n"+

"6 무리가 돌아올 때 곧 다윗이 블레셋 사람을 죽이고 돌아올 때에 여인들이 이스라엘 모든 성읍에서 나와서 노래하며 춤추며 소고와 경쇠를 가지고 왕 사울을 환영하는데\n"+

"7 여인들이 뛰놀며 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 한지라\n"+

"8 사울이 그 말에 불쾌하여 심히 노하여 이르되 다윗에게는 만만을 돌리고 내게는 천천만 돌리니 그가 더 얻을 것이 나라 말고 무엇이냐 하고\n"+

"9 그 날 후로 사울이 다윗을 주목하였더라\n"+

"10 그 이튿날 하나님께서 부리시는 악령이 사울에게 힘 있게 내리매 그가 집 안에서 정신 없이 떠들어대므로 다윗이 평일과 같이 손으로 수금을 타는데 그 때에 사울의 손에 창이 있는지라\n"+

"11 그가 스스로 이르기를 내가 다윗을 벽에 박으리라 하고 사울이 그 창을 던졌으나 다윗이 그의 앞에서 두 번 피하였더라\n"+

"12 여호와께서 사울을 떠나 다윗과 함께 계시므로 사울이 그를 두려워한지라\n"+

"13 그러므로 사울이 그를 자기 곁에서 떠나게 하고 그를 천부장으로 삼으매 그가 백성 앞에 출입하며\n"+

"14 다윗이 그의 모든 일을 지혜롭게 행하니라 여호와께서 그와 함께 계시니라\n"+

"15 사울은 다윗이 크게 지혜롭게 행함을 보고 그를 두려워하였으나\n"+

"16 온 이스라엘과 유다는 다윗을 사랑하였으니 그가 자기들 앞에 출입하기 때문이었더라\n"+

"17 사울이 다윗에게 이르되 내 맏딸 메랍을 네게 아내로 주리니 오직 너는 나를 위하여 용기를 내어 여호와의 싸움을 싸우라 하니 이는 그가 생각하기를 내 손을 그에게 대지 않고 블레셋 사람들의 손을 그에게 대게 하리라 함이라\n"+

"18 다윗이 사울에게 이르되 내가 누구며 이스라엘 중에 내 친속이나 내 아버지의 집이 무엇이기에 내가 왕의 사위가 되리이까 하였더니\n"+

"19 사울의 딸 메랍을 다윗에게 줄 시기에 므홀랏 사람 아드리엘에게 아내로 주었더라\n"+

"20 사울의 딸 미갈이 다윗을 사랑하매 어떤 사람이 사울에게 알린지라 사울이 그 일을 좋게 여겨\n"+

"21 스스로 이르되 내가 딸을 그에게 주어서 그에게 올무가 되게 하고 블레셋 사람들의 손으로 그를 치게 하리라 하고 이에 사울이 다윗에게 이르되 네가 오늘 다시 내 사위가 되리라 하니라\n"+

"22 사울이 그의 신하들에게 명령하되 너희는 다윗에게 비밀히 말하여 이르기를 보라 왕이 너를 기뻐하시고 모든 신하도 너를 사랑하나니 그런즉 네가 왕의 사위가 되는 것이 가하니라 하라\n"+

"23 사울의 신하들이 이 말을 다윗의 귀에 전하매 다윗이 이르되 왕의 사위 되는 것을 너희는 작은 일로 보느냐 나는 가난하고 천한 사람이라 한지라\n"+

"24 사울의 신하들이 사울에게 말하여 이르되 다윗이 이러이러하게 말하더이다 하니\n"+

"25 사울이 이르되 너희는 다윗에게 이같이 말하기를 왕이 아무 것도 원하지 아니하고 다만 왕의 원수의 보복으로 블레셋 사람들의 포피 백 개를 원하신다 하라 하였으니 이는 사울의 생각에 다윗을 블레셋 사람들의 손에 죽게 하리라 함이라\n"+

"26 사울의 신하들이 이 말을 다윗에게 아뢰매 다윗이 왕의 사위 되는 것을 좋게 여기므로 결혼할 날이 차기 전에\n"+
 
"27 다윗이 일어나서 그의 부하들과 함께 가서 블레셋 사람 이백 명을 죽이고 그들의 포피를 가져다가 수대로 왕께 드려 왕의 사위가 되고자 하니 사울이 그의 딸 미갈을 다윗에게 아내로 주었더라\n"+
 
"28 여호와께서 다윗과 함께 계심을 사울이 보고 알았고 사울의 딸 미갈도 그를 사랑하므로\n"+

"29 사울이 다윗을 더욱더욱 두려워하여 평생에 다윗의 대적이 되니라\n"+

"30 블레셋 사람들의 방백들이 싸우러 나오면 그들이 나올 때마다 다윗이 사울의 모든 신하보다 더 지혜롭게 행하매 이에 그의 이름이 심히 귀하게 되니라\n";
const bible19 = "사무엘상 19장\n"+
"1 사울이 그의 아들 요나단과 그의 모든 신하에게 다윗을 죽이라 말하였더니 사울의 아들 요나단이 다윗을 심히 좋아하므로\n"+

"2 그가 다윗에게 말하여 이르되 내 아버지 사울이 너를 죽이기를 꾀하시느니라 그러므로 이제 청하노니 아침에 조심하여 은밀한 곳에 숨어 있으라\n"+

"3 내가 나가서 네가 있는 들에서 내 아버지 곁에 서서 네 일을 내 아버지와 말하다가 무엇을 보면 네게 알려 주리라 하고\n"+

"4 요나단이 그의 아버지 사울에게 다윗을 칭찬하여 이르되 원하건대 왕은 신하 다윗에게 범죄하지 마옵소서 그는 왕께 득죄하지 아니하였고 그가 왕께 행한 일은 심히 선함이니이다\n"+

"5 그가 자기 생명을 아끼지 아니하고 블레셋 사람을 죽였고 여호와께서는 온 이스라엘을 위하여 큰 구원을 이루셨으므로 왕이 이를 보고 기뻐하셨거늘 어찌 까닭 없이 다윗을 죽여 무죄한 피를 흘려 범죄하려 하시나이까\n"+

"6 사울이 요나단의 말을 듣고 맹세하되 여호와께서 살아 계심을 두고 맹세하거니와 그가 죽임을 당하지 아니하리라\n"+

"7 요나단이 다윗을 불러 그 모든 일을 그에게 알리고 요나단이 그를 사울에게로 인도하니 그가 사울 앞에 전과 같이 있었더라\n"+

"8 전쟁이 다시 있으므로 다윗이 나가서 블레셋 사람들과 싸워 그들을 크게 쳐죽이매 그들이 그 앞에서 도망하니라\n"+

"9 사울이 손에 단창을 가지고 그의 집에 앉았을 때에 여호와께서 부리시는 악령이 사울에게 접하였으므로 다윗이 손으로 수금을 탈 때에\n"+

"10 사울이 단창으로 다윗을 벽에 박으려 하였으나 그는 사울의 앞을 피하고 사울의 창은 벽에 박힌지라 다윗이 그 밤에 도피하매\n"+

"11 사울이 전령들을 다윗의 집에 보내어 그를 지키다가 아침에 그를 죽이게 하려 한지라 다윗의 아내 미갈이 다윗에게 말하여 이르되 당신이 이 밤에 당신의 생명을 구하지 아니하면 내일에는 죽임을 당하리라 하고\n"+

"12 미갈이 다윗을 창에서 달아 내리매 그가 피하여 도망하니라\n"+

"13 미갈이 우상을 가져다가 침상에 누이고 염소 털로 엮은 것을 그 머리에 씌우고 의복으로 그것을 덮었더니\n"+
 
"14사울이 전령들을 보내어 다윗을 잡으려 하매 미갈이 이르되 그가 병들었느니라\n"+
 
"15 사울이 또 전령들을 보내어 다윗을 보라 하며 이르되 그를 침상째 내게로 들고 오라 내가 그를 죽이리라\n"+
 
"16 전령들이 들어가 본즉 침상에는 우상이 있고 염소 털로 엮은 것이 그 머리에 있었더라\n"+
 
"17 사울이 미갈에게 이르되 너는 어찌하여 이처럼 나를 속여 내 대적을 놓아 피하게 하였느냐 미갈이 사울에게 대답하되 그가 내게 이르기를 나를 놓아 가게 하라 어찌하여 나로 너를 죽이게 하겠느냐 하더이다 하니라\n"+

"18 다윗이 도피하여 라마로 가서 사무엘에게로 나아가서 사울이 자기에게 행한 일을 다 전하였고 다윗과 사무엘이 나욧으로 가서 살았더라\n"+
 
"19 어떤 사람이 사울에게 전하여 이르되 다윗이 라마 나욧에 있더이다 하매\n"+

"20 사울이 다윗을 잡으러 전령들을 보냈더니 그들이 선지자 무리가 예언하는 것과 사무엘이 그들의 수령으로 선 것을 볼 때에 하나님의 영이 사울의 전령들에게 임하매 그들도 예언을 한지라\n"+

"21 어떤 사람이 그것을 사울에게 알리매 사울이 다른 전령들을 보냈더니 그들도 예언을 했으므로 사울이 세 번째 다시 전령들을 보냈더니 그들도 예언을 한지라\n"+

"22 이에 사울도 라마로 가서 세구에 있는 큰 우물에 도착하여 물어 이르되 사무엘과 다윗이 어디 있느냐 어떤 사람이 이르되 라마 나욧에 있나이다\n"+
 
"23 사울이 라마 나욧으로 가니라 하나님의 영이 그에게도 임하시니 그가 라마 나욧에 이르기까지 걸어가며 예언을 하였으며\n"+

"24 그가 또 그의 옷을 벗고 사무엘 앞에서 예언을 하며 하루 밤낮을 벗은 몸으로 누웠더라 그러므로 속담에 이르기를 사울도 선지자 중에 있느냐 하니라\n";

const bible20 = "사무엘상 20장\n"+
"1 다윗이 라마 나욧에서 도망하여 요나단에게 이르되 내가 무엇을 하였으며 내 죄악이 무엇이며 네 아버지 앞에서 내 죄가 무엇이기에 그가 내 생명을 찾느냐\n"+

"2 요나단이 그에게 이르되 결단코 아니라 네가 죽지 아니하리라 내 아버지께서 크고 작은 일을 내게 알리지 아니하고는 행하지 아니하나니 내 아버지께서 어찌하여 이 일은 내게 숨기리요 그렇지 아니하니라\n"+

"3 다윗이 또 맹세하여 이르되 내가 네게 은혜 받은 줄을 네 아버지께서 밝히 알고 스스로 이르기를 요나단이 슬퍼할까 두려운즉 그에게 이것을 알리지 아니하리라 함이니라 그러나 진실로 여호와의 살아 계심과 네 생명을 두고 맹세하노니 나와 죽음의 사이는 한 걸음 뿐이니라\n"+

"4 요나단이 다윗에게 이르되 네 마음의 소원이 무엇이든지 내가 너를 위하여 그것을 이루리라\n"+

"5 다윗이 요나단에게 이르되 내일은 초하루인즉 내가 마땅히 왕을 모시고 앉아 식사를 하여야 할 것이나 나를 보내어 셋째 날 저녁까지 들에 숨게 하고\n"+

"6 네 아버지께서 만일 나에 대하여 자세히 묻거든 그 때에 너는 말하기를 다윗이 자기 성읍 베들레헴으로 급히 가기를 내게 허락하라 간청하였사오니 이는 온 가족을 위하여 거기서 매년제를 드릴 때가 됨이니이다 하라\n"+

"7 그의 말이 좋다 하면 네 종이 평안하려니와 그가 만일 노하면 나를 해하려고 결심한 줄을 알지니\n"+

"8 그런즉 바라건대 네 종에게 인자하게 행하라 네가 네 종에게 여호와 앞에서 너와 맹약하게 하였음이니라 그러나 내게 죄악이 있으면 네가 친히 나를 죽이라 나를 네 아버지에게로 데려갈 이유가 무엇이냐 하니라\n"+

"9 요나단이 이르되 이 일이 결코 네게 일어나지 아니하리라 내 아버지께서 너를 해치려 확실히 결심한 줄 알면 내가 네게 와서 그것을 네게 이르지 아니하겠느냐 하니\n"+

"10 다윗이 요나단에게 이르되 네 아버지께서 혹 엄하게 네게 대답하면 누가 그것을 내게 알리겠느냐 하더라\n"+

"11 요나단이 다윗에게 이르되 오라 우리가 들로 가자 하고 두 사람이 들로 가니라\n"+

"12 요나단이 다윗에게 이르되 이스라엘의 하나님 여호와께서 증언하시거니와 내가 내일이나 모레 이맘때에 내 아버지를 살펴서 너 다윗에게 대한 의향이 선하면 내가 사람을 보내어 네게 알리지 않겠느냐\n"+

"13 그러나 만일 내 아버지께서 너를 해치려 하는데도 내가 이 일을 네게 알려 주어 너를 보내어 평안히 가게 하지 아니하면 여호와께서 나 요나단에게 벌을 내리시고 또 내리시기를 원하노라 여호와께서 내 아버지와 함께 하신 것 같이 너와 함께 하시기를 원하노니\n"+

"14 너는 내가 사는 날 동안에 여호와의 인자하심을 내게 베풀어서 나를 죽지 않게 할 뿐 아니라\n"+

"15 여호와께서 너 다윗의 대적들을 지면에서 다 끊어 버리신 때에도 너는 네 인자함을 내 집에서 영원히 끊어 버리지 말라 하고\n"+

"16 이에 요나단이 다윗의 집과 언약하기를 여호와께서는 다윗의 대적들을 치실지어다 하니라\n"+

"17 다윗에 대한 요나단의 사랑이 그를 다시 맹세하게 하였으니 이는 자기 생명을 사랑함 같이 그를 사랑함이었더라\n"+

"18 요나단이 다윗에게 이르되 내일은 초하루인즉 네 자리가 비므로 네가 없음을 자세히 물으실 것이라\n"+

"19 너는 사흘 동안 있다가 빨리 내려가서 그 일이 있던 날에 숨었던 곳에 이르러 에셀 바위 곁에 있으라\n"+

"20 내가 과녁을 쏘려 함 같이 화살 셋을 그 바위 곁에 쏘고\n"+

"21 아이를 보내어 가서 화살을 찾으라 하며 내가 짐짓 아이에게 이르기를 보라 화살이 네 이쪽에 있으니 가져오라 하거든 너는 돌아올지니 여호와께서 살아 계심을 두고 맹세하노니 네가 평안 무사할 것이요\n"+

"22 만일 아이에게 이르기를 보라 화살이 네 앞쪽에 있다 하거든 네 길을 가라 여호와께서 너를 보내셨음이니라\n"+

"23 너와 내가 말한 일에 대하여는 여호와께서 너와 나 사이에 영원토록 계시느니라 하니라\n"+

"24 다윗이 들에 숨으니라 초하루가 되매 왕이 앉아 음식을 먹을 때에\n"+

"25 왕은 평시와 같이 벽 곁 자기 자리에 앉아 있고 요나단은 서 있고 아브넬은 사울 곁에 앉아 있고 다윗의 자리는 비었더라\n"+

"26 그러나 그 날에는 사울이 아무 말도 하지 아니하였으니 이는 생각하기를 그에게 무슨 사고가 있어서 부정한가보다 정녕히 부정한가보다 하였음이더니\n"+

"27 이튿날 곧 그 달의 둘째 날에도 다윗의 자리가 여전히 비었으므로 사울이 그의 아들 요나단에게 묻되 이새의 아들이 어찌하여 어제와 오늘 식사에 나오지 아니하느냐 하니\n"+

"28 요나단이 사울에게 대답하되 다윗이 내게 베들레헴으로 가기를 간청하여\n"+

"29 이르되 원하건대 나에게 가게 하라 우리 가족이 그 성읍에서 제사할 일이 있으므로 나의 형이 내게 오기를 명령하였으니 내가 네게 사랑을 받거든 내가 가서 내 형들을 보게 하라 하였으므로 그가 왕의 식사 자리에 오지 아니하였나이다 하니\n"+

"30 사울이 요나단에게 화를 내며 그에게 이르되 패역무도한 계집의 소생아 네가 이새의 아들을 택한 것이 네 수치와 네 어미의 벌거벗은 수치 됨을 내가 어찌 알지 못하랴\n"+

"31 이새의 아들이 땅에 사는 동안은 너와 네 나라가 든든히 서지 못하리라 그런즉 이제 사람을 보내어 그를 내게로 끌어 오라 그는 죽어야 할 자이니라 한지라\n"+

"32 요나단이 그의 아버지 사울에게 대답하여 이르되 그가 죽을 일이 무엇이니이까 무엇을 행하였나이까\n"+

"33 사울이 요나단에게 단창을 던져 죽이려 한지라 요나단이 그의 아버지가 다윗을 죽이기로 결심한 줄 알고\n"+

"34 심히 노하여 식탁에서 떠나고 그 달의 둘째 날에는 먹지 아니하였으니 이는 그의 아버지가 다윗을 욕되게 하였으므로 다윗을 위하여 슬퍼함이었더라\n"+

"35 아침에 요나단이 작은 아이를 데리고 다윗과 정한 시간에 들로 나가서\n"+

"36 아이에게 이르되 달려가서 내가 쏘는 화살을 찾으라 하고 아이가 달려갈 때에 요나단이 화살을 그의 위로 지나치게 쏘니라\n"+

"37 아이가 요나단이 쏜 화살 있는 곳에 이를 즈음에 요나단이 아이 뒤에서 외쳐 이르되 화살이 네 앞쪽에 있지 아니하냐 하고\n"+

"38 요나단이 아이 뒤에서 또 외치되 지체 말고 빨리 달음질하라 하매 요나단의 아이가 화살을 주워 가지고 주인에게로 돌아왔으나\n"+

"39 그 아이는 아무것도 알지 못하고 요나단과 다윗만 그 일을 알았더라\n"+
 
"40 요나단이 그의 무기를 아이에게 주며 이르되 이것을 가지고 성읍으로 가라 하니\n"+

"41 아이가 가매 다윗이 곧 바위 남쪽에서 일어나서 땅에 엎드려 세 번 절한 후에 서로 입 맞추고 같이 울되 다윗이 더욱 심하더니\n"+

"42 요나단이 다윗에게 이르되 평안히 가라 우리 두 사람이 여호와의 이름으로 맹세하여 이르기를 여호와께서 영원히 나와 너 사이에 계시고 내 자손과 네 자손 사이에 계시리라 하였느니라 하니 다윗은 일어나 떠나고 요나단은 성읍으로 들어가니라\n";

const bible21 = "사무엘상 21장\n"+
"1 다윗이 놉에 가서 제사장 아히멜렉에게 이르니 아히멜렉이 떨며 다윗을 영접하여 그에게 이르되 어찌하여 네가 홀로 있고 함께 하는 자가 아무도 없느냐 하니\n"+

"2 다윗이 제사장 아히멜렉에게 이르되 왕이 내게 일을 명령하고 이르시기를 내가 너를 보내는 것과 네게 명령한 일은 아무것도 사람에게 알리지 말라 하시기로 내가 나의 소년들을 이러이러한 곳으로 오라고 말하였나이다\n"+

"3 이제 당신의 수중에 무엇이 있나이까 떡 다섯 덩이나 무엇이나 있는 대로 내 손에 주소서 하니\n"+

"4 제사장이 다윗에게 대답하여 이르되 보통 떡은 내 수중에 없으나 거룩한 떡은 있나니 그 소년들이 여자를 가까이만 하지 아니하였으면 주리라 하는지라\n"+

"5 다윗이 제사장에게 대답하여 이르되 우리가 참으로 삼 일 동안이나 여자를 가까이 하지 아니하였나이다 내가 떠난 길이 보통 여행이라도 소년들의 그릇이 성결하겠거든 하물며 오늘 그들의 그릇이 성결하지 아니하겠나이까 하매\n"+

"6 제사장이 그 거룩한 떡을 주었으니 거기는 진설병 곧 여호와 앞에서 물려 낸 떡밖에 없었음이라 이 떡은 더운 떡을 드리는 날에 물려 낸 것이더라\n"+

"7 그 날에 사울의 신하 한 사람이 여호와 앞에 머물러 있었는데 그는 도엑이라 이름하는 에돔 사람이요 사울의 목자장이었더라\n"+

"8 다윗이 아히멜렉에게 이르되 여기 당신의 수중에 창이나 칼이 없나이까 왕의 일이 급하므로 내가 내 칼과 무기를 가지지 못하였나이다 하니\n"+

"9 제사장이 이르되 네가 엘라 골짜기에서 죽인 블레셋 사람 골리앗의 칼이 보자기에 싸여 에봇 뒤에 있으니 네가 그것을 가지려거든 가지라 여기는 그것밖에 다른 것이 없느니라 하는지라 다윗이 이르되 그같은 것이 또 없나니 내게 주소서 하더라\n"+

"10 그 날에 다윗이 사울을 두려워하여 일어나 도망하여 가드 왕 아기스에게로 가니\n"+

"11 아기스의 신하들이 아기스에게 말하되 이는 그 땅의 왕 다윗이 아니니이까 무리가 춤추며 이 사람의 일을 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 하지 아니하였나이까 한지라\n"+

"12 다윗이 이 말을 그의 마음에 두고 가드 왕 아기스를 심히 두려워하여\n"+

"13 그들 앞에서 그의 행동을 변하여 미친 체하고 대문짝에 그적거리며 침을 수염에 흘리매\n"+

"14 아기스가 그의 신하에게 이르되 너희도 보거니와 이 사람이 미치광이로다 어찌하여 그를 내게로 데려왔느냐\n"+
 
"15 내게 미치광이가 부족하여서 너희가 이 자를 데려다가 내 앞에서 미친 짓을 하게 하느냐 이 자가 어찌 내 집에 들어오겠느냐 하니라\n";

const bible22="사무엘상 22장\n"+
"1 그러므로 다윗이 그 곳을 떠나 아둘람 굴로 도망하매 그의 형제와 아버지의 온 집이 듣고 그리로 내려가서 그에게 이르렀고\n"+

"2 환난 당한 모든 자와 빚진 모든 자와 마음이 원통한 자가 다 그에게로 모였고 그는 그들의 우두머리가 되었는데 그와 함께 한 자가 사백 명 가량이었더라\n"+

"3 다윗이 거기서 모압 미스베로 가서 모압 왕에게 이르되 하나님이 나를 위하여 어떻게 하실지를 내가 알기까지 나의 부모가 나와서 당신들과 함께 있게 하기를 청하나이다 하고\n"+

"4 부모를 인도하여 모압 왕 앞에 나아갔더니 그들은 다윗이 요새에 있을 동안에 모압 왕과 함께 있었더라\n"+

"5 선지자 갓이 다윗에게 이르되 너는 이 요새에 있지 말고 떠나 유다 땅으로 들어가라 다윗이 떠나 헤렛 수풀에 이르니라\n"+

"6 사울이 다윗과 그와 함께 있는 사람들이 나타났다 함을 들으니라 그 때에 사울이 기브아 높은 곳에서 손에 단창을 들고 에셀 나무 아래에 앉았고 모든 신하들은 그의 곁에 섰더니\n"+

"7 사울이 곁에 선 신하들에게 이르되 너희 베냐민 사람들아 들으라 이새의 아들이 너희에게 각기 밭과 포도원을 주며 너희를 천부장, 백부장을 삼겠느냐\n"+

"8 너희가 다 공모하여 나를 대적하며 내 아들이 이새의 아들과 맹약하였으되 내게 고발하는 자가 하나도 없고 나를 위하여 슬퍼하거나 내 아들이 내 신하를 선동하여 오늘이라도 매복하였다가 나를 치려 하는 것을 내게 알리는 자가 하나도 없도다 하니\n"+

"9 그 때에 에돔 사람 도엑이 사울의 신하 중에 섰더니 대답하여 이르되 이새의 아들이 놉에 와서 아히둡의 아들 아히멜렉에게 이른 것을 내가 보았는데\n"+

"10 아히멜렉이 그를 위하여 여호와께 묻고 그에게 음식도 주고 블레셋 사람 골리앗의 칼도 주더이다\n"+

"11 왕이 사람을 보내어 아히둡의 아들 제사장 아히멜렉과 그의 아버지의 온 집 곧 놉에 있는 제사장들을 부르매 그들이 다 왕께 이른지라\n"+

"12 사울이 이르되 너 아히둡의 아들아 들으라 대답하되 내 주여 내가 여기 있나이다\n"+

"13 사울이 그에게 이르되 네가 어찌하여 이새의 아들과 공모하여 나를 대적하여 그에게 떡과 칼을 주고 그를 위하여 하나님께 물어서 그에게 오늘이라도 매복하였다가 나를 치게 하려 하였느냐 하니\n"+

"14 아히멜렉이 왕에게 대답하여 이르되 왕의 모든 신하 중에 다윗 같이 충실한 자가 누구인지요 그는 왕의 사위도 되고 왕의 호위대장도 되고 왕실에서 존귀한 자가 아니니이까\n"+

"15 내가 그를 위하여 하나님께 물은 것이 오늘이 처음이니이까 결단코 아니니이다 원하건대 왕은 종과 종의 아비의 온 집에 아무것도 돌리지 마옵소서 왕의 종은 이 모든 크고 작은 일에 관하여 아는 것이 없나이다 하니라\n"+

"16 왕이 이르되 아히멜렉아 네가 반드시 죽을 것이요 너와 네 아비의 온 집도 그러하리라 하고\n"+

"17 왕이 좌우의 호위병에게 이르되 돌아가서 여호와의 제사장들을 죽이라 그들도 다윗과 합력하였고 또 그들이 다윗이 도망한 것을 알고도 내게 알리지 아니하였음이니라 하나 왕의 신하들이 손을 들어 여호와의 제사장들 죽이기를 싫어한지라\n"+

"18 왕이 도엑에게 이르되 너는 돌아가서 제사장들을 죽이라 하매 에돔 사람 도엑이 돌아가서 제사장들을 쳐서 그 날에 세마포 에봇 입은 자 팔십오 명을 죽였고\n"+

"19 제사장들의 성읍 놉의 남녀와 아이들과 젖 먹는 자들과 소와 나귀와 양을 칼로 쳤더라\n"+

"20 아히둡의 아들 아히멜렉의 아들 중 하나가 피하였으니 그의 이름은 아비아달이라 그가 도망하여 다윗에게로 가서\n"+

"21 사울이 여호와의 제사장들 죽인 일을 다윗에게 알리매\n"+

"22 다윗이 아비아달에게 이르되 그 날에 에돔 사람 도엑이 거기 있기로 그가 반드시 사울에게 말할 줄 내가 알았노라 네 아버지 집의 모든 사람 죽은 것이 나의 탓이로다\n"+

"23 두려워하지 말고 내게 있으라 내 생명을 찾는 자가 네 생명도 찾는 자니 네가 나와 함께 있으면 안전하리라 하니라\n";

const bible23="사무엘상 23장\n"+
"1 사람들이 다윗에게 전하여 이르되 보소서 블레셋 사람이 그일라를 쳐서 그 타작 마당을 탈취하더이다 하니\n"+

"2 이에 다윗이 여호와께 묻자와 이르되 내가 가서 이 블레셋 사람들을 치리이까 여호와께서 다윗에게 이르시되 가서 블레셋 사람들을 치고 그일라를 구원하라 하시니\n"+

"3 다윗의 사람들이 그에게 이르되 보소서 우리가 유다에 있기도 두렵거든 하물며 그일라에 가서 블레셋 사람들의 군대를 치는 일이리이까 한지라\n"+

"4 다윗이 여호와께 다시 묻자온대 여호와께서 대답하여 이르시되 일어나 그일라로 내려가라 내가 블레셋 사람들을 네 손에 넘기리라 하신지라\n"+

"5 다윗과 그의 사람들이 그일라로 가서 블레셋 사람들과 싸워 그들을 크게 쳐서 죽이고 그들의 가축을 끌어 오니라 다윗이 이와 같이 그일라 주민을 구원하니라\n"+

"6 아히멜렉의 아들 아비아달이 그일라 다윗에게로 도망할 때에 손에 에봇을 가지고 내려왔더라\n"+

"7 다윗이 그일라에 온 것을 어떤 사람이 사울에게 알리매 사울이 이르되 하나님이 그를 내 손에 넘기셨도다 그가 문과 문 빗장이 있는 성읍에 들어갔으니 갇혔도다\n"+

"8 사울이 모든 백성을 군사로 불러모으고 그일라로 내려가서 다윗과 그의 사람들을 에워싸려 하더니\n"+

"9 다윗은 사울이 자기를 해하려 하는 음모를 알고 제사장 아비아달에게 이르되 에봇을 이리로 가져오라 하고\n"+

"10 다윗이 이르되 이스라엘 하나님 여호와여 사울이 나 때문에 이 성읍을 멸하려고 그일라로 내려오기를 꾀한다 함을 주의 종이 분명히 들었나이다\n"+

"11 그일라 사람들이 나를 그의 손에 넘기겠나이까 주의 종이 들은 대로 사울이 내려 오겠나이까 이스라엘의 하나님 여호와여 원하건대 주의 종에게 일러 주옵소서 하니 여호와께서 이르시되 그가 내려오리라 하신지라\n"+

"12 다윗이 이르되 그일라 사람들이 나와 내 사람들을 사울의 손에 넘기겠나이까 하니 여호와께서 이르시되 그들이 너를 넘기리라 하신지라\n"+

"13 다윗과 그의 사람 육백 명 가량이 일어나 그일라를 떠나서 갈 수 있는 곳으로 갔더니 다윗이 그일라에서 피한 것을 어떤 사람이 사울에게 말하매 사울이 가기를 그치니라\n"+

"14 다윗이 광야의 요새에도 있었고 또 십 광야 산골에도 머물렀으므로 사울이 매일 찾되 하나님이 그를 그의 손에 넘기지 아니하시니라\n"+

"15 다윗이 사울이 자기의 생명을 빼앗으려고 나온 것을 보았으므로 그가 십 광야 수풀에 있었더니\n"+

"16 사울의 아들 요나단이 일어나 수풀에 들어가서 다윗에게 이르러 그에게 하나님을 힘 있게 의지하게 하였는데\n"+

"17 곧 요나단이 그에게 이르기를 두려워하지 말라 내 아버지 사울의 손이 네게 미치지 못할 것이요 너는 이스라엘 왕이 되고 나는 네 다음이 될 것을 내 아버지 사울도 안다 하니라\n"+

"18 두 사람이 여호와 앞에서 언약하고 다윗은 수풀에 머물고 요나단은 자기 집으로 돌아가니라\n"+

"19 그 때에 십 사람들이 기브아에 이르러 사울에게 나아와 이르되 다윗이 우리와 함께 광야 남쪽 하길라 산 수풀 요새에 숨지 아니하였나이까\n"+

"20 그러하온즉 왕은 내려오시기를 원하시는 대로 내려오소서 그를 왕의 손에 넘길 것이 우리의 의무니이다 하니\n"+

"21 사울이 이르되 너희가 나를 긍휼히 여겼으니 여호와께 복 받기를 원하노라\n"+

"22 어떤 사람이 내게 말하기를 그는 심히 지혜롭게 행동한다 하나니 너희는 가서 더 자세히 살펴서 그가 어디에 숨었으며 누가 거기서 그를 보았는지 알아보고\n"+

"23 그가 숨어 있는 모든 곳을 정탐하고 실상을 내게 보고하라 내가 너희와 함께 가리니 그가 이 땅에 있으면 유다 몇 천 명 중에서라도 그를 찾아내리라 하더라\n"+

"24 그들이 일어나 사울보다 먼저 십으로 가니라 다윗과 그의 사람들이 광야 남쪽 마온 광야 아라바에 있더니\n"+

"25 사울과 그의 사람들이 찾으러 온 것을 어떤 사람이 다윗에게 아뢰매 이에 다윗이 바위로 내려가 마온 황무지에 있더니 사울이 듣고 마온 황무지로 다윗을 따라가서는\n"+

"26 사울이 산 이쪽으로 가매 다윗과 그의 사람들은 산 저쪽으로 가며 다윗이 사울을 두려워하여 급히 피하려 하였으니 이는 사울과 그의 사람들이 다윗과 그의 사람들을 에워싸고 잡으려 함이었더라\n"+

"27 전령이 사울에게 와서 이르되 급히 오소서 블레셋 사람들이 땅을 침노하나이다\n"+

"28 이에 사울이 다윗 뒤쫓기를 그치고 돌아와 블레셋 사람들을 치러 갔으므로 그 곳을 셀라하마느곳이라 칭하니라\n"+

"29 다윗이 거기서 올라가서 엔게디 요새에 머무니라\n";

const bible24="사무엘상 24장\n"+
"1 사울이 블레셋 사람을 쫓다가 돌아오매 어떤 사람이 그에게 말하여 이르되 보소서 다윗이 엔게디 광야에 있더이다 하니\n"+

"2 사울이 온 이스라엘에서 택한 사람 삼천 명을 거느리고 다윗과 그의 사람들을 찾으러 들염소 바위로 갈새\n"+

"3 길 가 양의 우리에 이른즉 굴이 있는지라 사울이 뒤를 보러 들어가니라 다윗과 그의 사람들이 그 굴 깊은 곳에 있더니\n"+

"4 다윗의 사람들이 이르되 보소서 여호와께서 당신에게 이르시기를 내가 원수를 네 손에 넘기리니 네 생각에 좋은 대로 그에게 행하라 하시더니 이것이 그 날이니이다 하니 다윗이 일어나서 사울의 겉옷 자락을 가만히 베니라\n"+

"5 그리 한 후에 사울의 옷자락 벰으로 말미암아 다윗의 마음이 찔려\n"+

"6 자기 사람들에게 이르되 내가 손을 들어 여호와의 기름 부음을 받은 내 주를 치는 것은 여호와께서 금하시는 것이니 그는 여호와의 기름 부음을 받은 자가 됨이니라 하고\n"+

"7 다윗이 이 말로 자기 사람들을 금하여 사울을 해하지 못하게 하니라 사울이 일어나 굴에서 나가 자기 길을 가니라\n"+

"8 그 후에 다윗도 일어나 굴에서 나가 사울의 뒤에서 외쳐 이르되 내 주 왕이여 하매 사울이 돌아보는지라 다윗이 땅에 엎드려 절하고\n"+

"9 다윗이 사울에게 이르되 보소서 다윗이 왕을 해하려 한다고 하는 사람들의 말을 왕은 어찌하여 들으시나이까\n"+

"10 오늘 여호와께서 굴에서 왕을 내 손에 넘기신 것을 왕이 아셨을 것이니이다 어떤 사람이 나를 권하여 왕을 죽이라 하였으나 내가 왕을 아껴 말하기를 나는 내 손을 들어 내 주를 해하지 아니하리니 그는 여호와의 기름 부음을 받은 자이기 때문이라 하였나이다\n"+

"11 내 아버지여 보소서 내 손에 있는 왕의 옷자락을 보소서 내가 왕을 죽이지 아니하고 겉옷 자락만 베었은즉 내 손에 악이나 죄과가 없는 줄을 오늘 아실지니이다 왕은 내 생명을 찾아 해하려 하시나 나는 왕에게 범죄한 일이 없나이다\n"+

"12 여호와께서는 나와 왕 사이를 판단하사 여호와께서 나를 위하여 왕에게 보복하시려니와 내 손으로는 왕을 해하지 않겠나이다\n"+

"13 옛 속담에 말하기를 악은 악인에게서 난다 하였으니 내 손이 왕을 해하지 아니하리이다\n"+

"14 이스라엘 왕이 누구를 따라 나왔으며 누구의 뒤를 쫓나이까 죽은 개나 벼룩을 쫓음이니이다\n"+

"15 그런즉 여호와께서 재판장이 되어 나와 왕 사이에 심판하사 나의 사정을 살펴 억울함을 풀어 주시고 나를 왕의 손에서 건지시기를 원하나이다 하니라\n"+

"16 다윗이 사울에게 이같이 말하기를 마치매 사울이 이르되 내 아들 다윗아 이것이 네 목소리냐 하고 소리를 높여 울며\n"+

"17 다윗에게 이르되 나는 너를 학대하되 너는 나를 선대하니 너는 나보다 의롭도다\n"+

"18 네가 나 선대한 것을 오늘 나타냈나니 여호와께서 나를 네 손에 넘기셨으나 네가 나를 죽이지 아니하였도다\n"+

"19 사람이 그의 원수를 만나면 그를 평안히 가게 하겠느냐 네가 오늘 내게 행한 일로 말미암아 여호와께서 네게 선으로 갚으시기를 원하노라\n"+

"20 보라 나는 네가 반드시 왕이 될 것을 알고 이스라엘 나라가 네 손에 견고히 설 것을 아노니\n"+

"21 그런즉 너는 내 후손을 끊지 아니하며 내 아버지의 집에서 내 이름을 멸하지 아니할 것을 이제 여호와의 이름으로 내게 맹세하라 하니라\n"+

"22 다윗이 사울에게 맹세하매 사울은 집으로 돌아가고 다윗과 그의 사람들은 요새로 올라가니라\n";


const bible25="사무엘상 25장\n"+

"1  사무엘이 죽으매 온 이스라엘 무리가 모여 그를 두고 슬피 울며 라마 그의 집에서 그를 장사한지라 다윗이 일어나 바란 광야로 내려가니라\n"+

"2  마온에 한 사람이 있는데 그의 생업이 갈멜에 있고 심히 부하여 양이 삼천 마리요 염소가 천 마리이므로 그가 갈멜에서 그의 양 털을 깎고 있었으니\n"+

"3 그 사람의 이름은 나발이요 그의 아내의 이름은 아비가일이라 그 여자는 총명하고 용모가 아름다우나 남자는 완고하고 행실이 악하며 그는 갈렙 족속이었더라\n"+

"4  다윗이 나발이 자기 양 털을 깎는다 함을 광야에서 들은지라\n"+

"5 다윗이 이에 소년 열 명을 보내며 그 소년들에게 이르되 너희는 갈멜로 올라가 나발에게 이르러 내 이름으로 그에게 문안하고\n"+

"6 그 부하게 사는 자에게 이르기를 너는 평강하라 네 집도 평강하라 네 소유의 모든 것도 평강하라\n"+

"7 네게 양 털 깎는 자들이 있다 함을 이제 내가 들었노라 네 목자들이 우리와 함께 있었으나 우리가 그들을 해하지 아니하였고 그들이 갈멜에 있는 동안에 그들의 것을 하나도 잃지 아니하였나니\n"+
 
"8 네 소년들에게 물으면 그들이 네게 말하리라 그런즉 내 소년들이 네게 은혜를 얻게 하라 우리가 좋은 날에 왔은즉 네 손에 있는 대로 네 종들과 네 아들 다윗에게 주기를 원하노라 하더라 하라\n"+

"9 다윗의 소년들이 가서 다윗의 이름으로 이 모든 말을 나발에게 말하기를 마치매\n"+

"10 나발이 다윗의 사환들에게 대답하여 이르되 다윗은 누구며 이새의 아들은 누구냐 요즈음에 각기 주인에게서 억지로 떠나는 종이 많도다\n"+

"11 내가 어찌 내 떡과 물과 내 양 털 깎는 자를 위하여 잡은 고기를 가져다가 어디서 왔는지도 알지 못하는 자들에게 주겠느냐 한지라\n"+

"12 이에 다윗의 소년들이 돌아서 자기 길로 행하여 돌아와 이 모든 말을 그에게 전하매\n"+

"13 다윗이 자기 사람들에게 이르되 너희는 각기 칼을 차라 하니 각기 칼을 차매 다윗도 자기 칼을 차고 사백 명 가량은 데리고 올라가고 이백 명은 소유물 곁에 있게 하니라\n"+

"14 하인들 가운데 하나가 나발의 아내 아비가일에게 말하여 이르되 다윗이 우리 주인에게 문안하러 광야에서 전령들을 보냈거늘 주인이 그들을 모욕하였나이다\n"+

"15 우리가 들에 있어 그들과 상종할 동안에 그 사람들이 우리를 매우 선대하였으므로 우리가 다치거나 잃은 것이 없었으니\n"+

"16 우리가 양을 지키는 동안에 그들이 우리와 함께 있어 밤낮 우리에게 담이 되었음이라\n"+

"17 그런즉 이제 당신은 어떻게 할지를 알아 생각하실지니 이는 다윗이 우리 주인과 주인의 온 집을 해하기로 결정하였음이니이다 주인은 불량한 사람이라 더불어 말할 수 없나이다 하는지라\n"+

"18 아비가일이 급히 떡 이백 덩이와 포도주 두 가죽 부대와 잡아서 요리한 양 다섯 마리와 볶은 곡식 다섯 세아와 건포도 백 송이와 무화과 뭉치 이백 개를 가져다가 나귀들에게 싣고\n"+

"19 소년들에게 이르되 나를 앞서 가라 나는 너희 뒤에 가리라 하고 그의 남편 나발에게는 말하지 아니하니라\n"+

"20 아비가일이 나귀를 타고 산 호젓한 곳을 따라 내려가더니 다윗과 그의 사람들이 자기에게로 마주 내려오는 것을 만나니라\n"+

"21 다윗이 이미 말하기를 내가 이 자의 소유물을 광야에서 지켜 그 모든 것을 하나도 손실이 없게 한 것이 진실로 허사라 그가 악으로 나의 선을 갚는도다\n"+

"22 내가 그에게 속한 모든 남자 가운데 한 사람이라도 아침까지 남겨 두면 하나님은 다윗에게 벌을 내리시고 또 내리시기를 원하노라 하였더라\n"+

"23 아비가일이 다윗을 보고 급히 나귀에서 내려 다윗 앞에 엎드려 그의 얼굴을 땅에 대니라\n"+

"24 그가 다윗의 발에 엎드려 이르되 내 주여 원하건대 이 죄악을 나 곧 내게로 돌리시고 여종에게 주의 귀에 말하게 하시고 이 여종의 말을 들으소서\n"+

"25 원하옵나니 내 주는 이 불량한 사람 나발을 개의치 마옵소서 그의 이름이 그에게 적당하니 그의 이름이 나발이라 그는 미련한 자니이다 여종은 내 주께서 보내신 소년들을 보지 못하였나이다\n"+

"26 내 주여 여호와께서 살아 계심을 두고 맹세하노니 내 주도 살아 계시거니와 내 주의 손으로 피를 흘려 친히 보복하시는 일을 여호와께서 막으셨으니 내 주의 원수들과 내 주를 해하려 하는 자들은 나발과 같이 되기를 원하나이다\n"+

"27 여종이 내 주께 가져온 이 예물을 내 주를 따르는 이 소년들에게 주게 하시고\n"+

"28 주의 여종의 허물을 용서하여 주옵소서 여호와께서 반드시 내 주를 위하여 든든한 집을 세우시리니 이는 내 주께서 여호와의 싸움을 싸우심이요 내 주의 일생에 내 주에게서 악한 일을 찾을 수 없음이니이다\n"+

"29 사람이 일어나서 내 주를 쫓아 내 주의 생명을 찾을지라도 내 주의 생명은 내 주의 하나님 여호와와 함께 생명 싸개 속에 싸였을 것이요 내 주의 원수들의 생명은 물매로 던지듯 여호와께서 그것을 던지시리이다\n"+

"30 여호와께서 내 주에 대하여 하신 말씀대로 모든 선을 내 주에게 행하사 내 주를 이스라엘의 지도자로 세우실 때에\n"+

"31 내 주께서 무죄한 피를 흘리셨다든지 내 주께서 친히 보복하셨다든지 함으로 말미암아 슬퍼하실 것도 없고 내 주의 마음에 걸리는 것도 없으시리니 다만 여호와께서 내 주를 후대하실 때에 원하건대 내 주의 여종을 생각하소서 하니라\n"+

"32 다윗이 아비가일에게 이르되 오늘 너를 보내어 나를 영접하게 하신 이스라엘의 하나님 여호와를 찬송할지로다\n"+

"33 또 네 지혜를 칭찬할지며 또 네게 복이 있을지로다 오늘 내가 피를 흘릴 것과 친히 복수하는 것을 네가 막았느니라\n"+

"34 나를 막아 너를 해하지 않게 하신 이스라엘의 하나님 여호와의 살아 계심을 두고 맹세하노니 네가 급히 와서 나를 영접하지 아니하였더면 밝는 아침에는 과연 나발에게 한 남자도 남겨 두지 아니하였으리라 하니라\n"+

"35 다윗이 그가 가져온 것을 그의 손에서 받고 그에게 이르되 네 집으로 평안히 올라가라 내가 네 말을 듣고 네 청을 허락하노라\n"+

"36 아비가일이 나발에게로 돌아오니 그가 왕의 잔치와 같은 잔치를 그의 집에 배설하고 크게 취하여 마음에 기뻐하므로 아비가일이 밝는 아침까지는 아무 말도 하지 아니하다가\n"+

"37 아침에 나발이 포도주에서 깬 후에 그의 아내가 그에게 이 일을 말하매 그가 낙담하여 몸이 돌과 같이 되었더니\n"+

"38 한 열흘 후에 여호와께서 나발을 치시매 그가 죽으니라\n"+

"39 나발이 죽었다 함을 다윗이 듣고 이르되 나발에게 당한 나의 모욕을 갚아 주사 종으로 악한 일을 하지 않게 하신 여호와를 찬송할지로다 여호와께서 나발의 악행을 그의 머리에 돌리셨도다 하니라 다윗이 아비가일을 자기 아내로 삼으려고 사람을 보내어 그에게 말하게 하매\n"+

"40 다윗의 전령들이 갈멜에 가서 아비가일에게 이르러 그에게 말하여 이르되 다윗이 당신을 아내로 삼고자 하여 우리를 당신께 보내더이다 하니\n"+

"41 아비가일이 일어나 몸을 굽혀 얼굴을 땅에 대고 이르되 내 주의 여종은 내 주의 전령들의 발 씻길 종이니이다 하고\n"+

"42 아비가일이 급히 일어나서 나귀를 타고 그를 뒤따르는 처녀 다섯과 함께 다윗의 전령들을 따라가서 다윗의 아내가 되니라\n"+

"43 다윗이 또 이스르엘 아히노암을 아내로 맞았더니 그들 두 사람이 그의 아내가 되니라\n"+

"44 사울이 그의 딸 다윗의 아내 미갈을 갈림에 사는 라이스의 아들 발디에게 주었더라\n";
const bible26="사무엘상 26장\n"+
"1  십 사람이 기브아에 와서 사울에게 말하여 이르되 다윗이 광야 앞 하길라 산에 숨지 아니하였나이까 하매\n"+

"2  사울이 일어나 십 광야에서 다윗을 찾으려고 이스라엘에서 택한 사람 삼천 명과 함께 십 광야로 내려가서\n"+

"3 사울이 광야 앞 하길라 산 길 가에 진 치니라 다윗이 광야에 있더니 사울이 자기를 따라 광야로 들어옴을 알고\n"+

"4  이에 다윗이 정탐꾼을 보내어 사울이 과연 이른 줄 알고\n"+

"5 다윗이 일어나 사울이 진 친 곳에 이르러 사울과 넬의 아들 군사령관 아브넬이 머무는 곳을 본즉 사울이 진영 가운데에 누웠고 백성은 그를 둘러 진 쳤더라\n"+

"6 이에 다윗이 헷 사람 아히멜렉과 스루야의 아들 요압의 아우 아비새에게 물어 이르되 누가 나와 더불어 진영에 내려가서 사울에게 이르겠느냐 하니 아비새가 이르되 내가 함께 가겠나이다\n"+

"7 다윗과 아비새가 밤에 그 백성에게 나아가 본즉 사울이 진영 가운데 누워 자고 창은 머리 곁 땅에 꽂혀 있고 아브넬과 백성들은 그를 둘러 누웠는지라\n"+

"8 아비새가 다윗에게 이르되 하나님이 오늘 당신의 원수를 당신의 손에 넘기셨나이다 그러므로 청하오니 내가 창으로 그를 찔러서 단번에 땅에 꽂게 하소서 내가 그를 두 번 찌를 것이 없으리이다 하니\n"+

"9 다윗이 아비새에게 이르되 죽이지 말라 누구든지 손을 들어 여호와의 기름 부음 받은 자를 치면 죄가 없겠느냐 하고\n"+

"10 다윗이 또 이르되 여호와께서 살아 계심을 두고 맹세하노니 여호와께서 그를 치시리니 혹은 죽을 날이 이르거나 또는 전장에 나가서 망하리라\n"+

"11 내가 손을 들어 여호와의 기름 부음 받은 자를 치는 것을 여호와께서 금하시나니 너는 그의 머리 곁에 있는 창과 물병만 가지고 가자 하고\n"+

"12 다윗이 사울의 머리 곁에서 창과 물병을 가지고 떠나가되 아무도 보거나 눈치 채지 못하고 깨어 있는 사람도 없었으니 이는 여호와께서 그들을 깊이 잠들게 하셨으므로 그들이 다 잠들어 있었기 때문이었더라\n"+

"13 이에 다윗이 건너편으로 가서 멀리 산 꼭대기에 서니 거리가 멀더라\n"+

"14 다윗이 백성과 넬의 아들 아브넬을 대하여 외쳐 이르되 아브넬아 너는 대답하지 아니하느냐 하니 아브넬이 대답하여 이르되 왕을 부르는 너는 누구냐 하더라\n"+

"15 다윗이 아브넬에게 이르되 네가 용사가 아니냐 이스라엘 가운데에 너 같은 자가 누구냐 그러한데 네가 어찌하여 네 주 왕을 보호하지 아니하느냐 백성 가운데 한 사람이 네 주 왕을 죽이려고 들어갔었느니라\n"+

"16 네가 행한 이 일이 옳지 못하도다 여호와께서 살아 계심을 두고 맹세하노니 여호와의 기름 부음 받은 너희 주를 보호하지 아니하였으니 너희는 마땅히 죽을 자이니라 이제 왕의 창과 왕의 머리 곁에 있던 물병이 어디 있나 보라 하니\n"+

"17 사울이 다윗의 음성을 알아 듣고 이르되 내 아들 다윗아 이것이 네 음성이냐 하는지라 다윗이 이르되 내 주 왕이여 내 음성이니이다 하고\n"+

"18 또 이르되 내 주는 어찌하여 주의 종을 쫓으시나이까 내가 무엇을 하였으며 내 손에 무슨 악이 있나이까\n"+

"19 원하건대 내 주 왕은 이제 종의 말을 들으소서 만일 왕을 충동시켜 나를 해하려 하는 이가 여호와시면 여호와께서는 제물을 받으시기를 원하나이다마는 만일 사람들이면 그들이 여호와 앞에 저주를 받으리니 이는 그들이 이르기를 너는 가서 다른 신들을 섬기라 하고 오늘 나를 쫓아내어 여호와의 기업에 참여하지 못하게 함이니이다\n"+

"20 그런즉 청하건대 여호와 앞에서 먼 이 곳에서 이제 나의 피가 땅에 흐르지 말게 하옵소서 이는 산에서 메추라기를 사냥하는 자와 같이 이스라엘 왕이 한 벼룩을 수색하러 나오셨음이니이다\n"+

"21 사울이 이르되 내가 범죄하였도다 내 아들 다윗아 돌아오라 네가 오늘 내 생명을 귀하게 여겼은즉 내가 다시는 너를 해하려 하지 아니하리라 내가 어리석은 일을 하였으니 대단히 잘못되었도다 하는지라\n"+

"22 다윗이 대답하여 이르되 왕은 창을 보소서 한 소년을 보내어 가져가게 하소서\n"+

"23 여호와께서 사람에게 그의 공의와 신실을 따라 갚으시리니 이는 여호와께서 오늘 왕을 내 손에 넘기셨으되 나는 손을 들어 여호와의 기름 부음을 받은 자 치기를 원하지 아니하였음이니이다\n"+

"24 오늘 왕의 생명을 내가 중히 여긴 것 같이 내 생명을 여호와께서 중히 여기셔서 모든 환난에서 나를 구하여 내시기를 바라나이다 하니라\n"+

"25 사울이 다윗에게 이르되 내 아들 다윗아 네게 복이 있을지로다 네가 큰 일을 행하겠고 반드시 승리를 얻으리라 하니라 다윗은 자기 길로 가고 사울은 자기 곳으로 돌아가니라\n";
const bible27="사무엘상 27장\n"+
"1  다윗이 그 마음에 생각하기를 내가 후일에는 사울의 손에 붙잡히리니 블레셋 사람들의 땅으로 피하여 들어가는 것이 좋으리로다 사울이 이스라엘 온 영토 내에서 다시 나를 찾다가 단념하리니 내가 그의 손에서 벗어나리라 하고\n"+

"2  다윗이 일어나 함께 있는 사람 육백 명과 더불어 가드 왕 마옥의 아들 아기스에게로 건너가니라\n"+

"3 다윗과 그의 사람들이 저마다 가족을 거느리고 가드에서 아기스와 동거하였는데 다윗이 그의 두 아내 이스르엘 여자 아히노암과 나발의 아내였던 갈멜 여자 아비가일과 함께 하였더니\n"+

"4  다윗이 가드에 도망한 것을 어떤 사람이 사울에게 전하매 사울이 다시는 그를 수색하지 아니하니라\n"+

"5 다윗이 아기스에게 이르되 바라건대 내가 당신께 은혜를 입었다면 지방 성읍 가운데 한 곳을 내게 주어 내가 살게 하소서 당신의 종이 어찌 당신과 함께 왕도에 살리이까 하니\n"+

"6 아기스가 그 날에 시글락을 그에게 주었으므로 시글락이 오늘까지 유다 왕에게 속하니라\n"+

"7 다윗이 블레셋 사람들의 지방에 산 날 수는 일 년 사 개월이었더라\n"+
 
"8 다윗과 그의 사람들이 올라가서 그술 사람과 기르스 사람과 아말렉 사람을 침노하였으니 그들은 옛적부터 술과 애굽 땅으로 지나가는 지방의 주민이라\n"+

"9 다윗이 그 땅을 쳐서 남녀를 살려두지 아니하고 양과 소와 나귀와 낙타와 의복을 빼앗아 가지고 돌아와 아기스에게 이르매\n"+

"10 아기스가 이르되 너희가 오늘은 누구를 침노하였느냐 하니 다윗이 이르되 유다 네겝과 여라무엘 사람의 네겝과 겐 사람의 네겝이니이다 하였더라\n"+

"11 다윗이 그 남녀를 살려서 가드로 데려가지 아니한 것은 그의 생각에 그들이 우리에게 대하여 이르기를 다윗이 행한 일이 이러하니라 하여 블레셋 사람들의 지방에 거주하는 동안에 이같이 행하는 습관이 있었다 할까 두려워함이었더라\n"+

"12 아기스가 다윗을 믿고 말하기를 다윗이 자기 백성 이스라엘에게 심히 미움을 받게 되었으니 그는 영원히 내 부하가 되리라고 생각하니라\n";
const bible28="사무엘상 28장\n"+
"1  그 때에 블레셋 사람들이 이스라엘과 싸우려고 군대를 모집한지라 아기스가 다윗에게 이르되 너는 밝히 알라 너와 네 사람들이 나와 함께 나가서 군대에 참가할 것이니라\n"+

"2  다윗이 아기스에게 이르되 그러면 당신의 종이 행할 바를 아시리이다 하니 아기스가 다윗에게 이르되 그러면 내가 너를 영원히 내 머리 지키는 자를 삼으리라 하니라\n"+

"3 사무엘이 죽었으므로 온 이스라엘이 그를 두고 슬피 울며 그의 고향 라마에 장사하였고 사울은 신접한 자와 박수를 그 땅에서 쫓아내었더라\n"+

"4  블레셋 사람들이 모여 수넴에 이르러 진 치매 사울이 온 이스라엘을 모아 길보아에 진 쳤더니\n"+

"5 사울이 블레셋 사람들의 군대를 보고 두려워서 그의 마음이 크게 떨린지라\n"+

"6 사울이 여호와께 묻자오되 여호와께서 꿈으로도, 우림으로도, 선지자로도 그에게 대답하지 아니하시므로\n"+

"7 사울이 그의 신하들에게 이르되 나를 위하여 신접한 여인을 찾으라 내가 그리로 가서 그에게 물으리라 하니 그의 신하들이 그에게 이르되 보소서 엔돌에 신접한 여인이 있나이다\n"+

"8 사울이 다른 옷을 입어 변장하고 두 사람과 함께 갈새 그들이 밤에 그 여인에게 이르러서는 사울이 이르되 청하노니 나를 위하여 신접한 술법으로 내가 네게 말하는 사람을 불러 올리라 하니\n"+

"9 여인이 그에게 이르되 네가 사울이 행한 일 곧 그가 신접한 자와 박수를 이 땅에서 멸절시켰음을 아나니 네가 어찌하여 내 생명에 올무를 놓아 나를 죽게 하려느냐 하는지라\n"+

"10 사울이 여호와의 이름으로 그에게 맹세하여 이르되 여호와께서 살아 계심을 두고 맹세하노니 네가 이 일로는 벌을 당하지 아니하리라 하니\n"+

"11 여인이 이르되 내가 누구를 네게로 불러 올리랴 하니 사울이 이르되 사무엘을 불러 올리라 하는지라\n"+

"12 여인이 사무엘을 보고 큰 소리로 외치며 사울에게 말하여 이르되 당신이 어찌하여 나를 속이셨나이까 당신이 사울이시니이다\n"+

"13 왕이 그에게 이르되 두려워하지 말라 네가 무엇을 보았느냐 하니 여인이 사울에게 이르되 내가 영이 땅에서 올라오는 것을 보았나이다 하는지라\n"+

"14 사울이 그에게 이르되 그의 모양이 어떠하냐 하니 그가 이르되 한 노인이 올라오는데 그가 겉옷을 입었나이다 하더라 사울이 그가 사무엘인 줄 알고 그의 얼굴을 땅에 대고 절하니라\n"+

"15 사무엘이 사울에게 이르되 네가 어찌하여 나를 불러 올려서 나를 성가시게 하느냐 하니 사울이 대답하되 나는 심히 다급하니이다 블레셋 사람들은 나를 향하여 군대를 일으켰고 하나님은 나를 떠나서 다시는 선지자로도, 꿈으로도 내게 대답하지 아니하시기로 내가 행할 일을 알아보려고 당신을 불러 올렸나이다 하더라\n"+

"16 사무엘이 이르되 여호와께서 너를 떠나 네 대적이 되셨거늘 네가 어찌하여 내게 묻느냐\n"+

"17 여호와께서 나를 통하여 말씀하신 대로 네게 행하사 나라를 네 손에서 떼어 네 이웃 다윗에게 주셨느니라\n"+

"18 네가 여호와의 목소리를 순종하지 아니하고 그의 진노를 아말렉에게 쏟지 아니하였으므로 여호와께서 오늘 이 일을 네게 행하셨고\n"+

"19 여호와께서 이스라엘을 너와 함께 블레셋 사람들의 손에 넘기시리니 내일 너와 네 아들들이 나와 함께 있으리라 여호와께서 또 이스라엘 군대를 블레셋 사람들의 손에 넘기시리라 하는지라\n"+

"20 사울이 갑자기 땅에 완전히 엎드러지니 이는 사무엘의 말로 말미암아 심히 두려워함이요 또 그의 기력이 다하였으니 이는 그가 하루 밤낮을 음식을 먹지 못하였음이니라\n"+

"21 그 여인이 사울에게 이르러 그가 심히 고통 당함을 보고 그에게 이르되 여종이 왕의 말씀을 듣고 내 생명을 아끼지 아니하고 왕이 내게 이르신 말씀을 순종하였사오니\n"+

"22 그런즉 청하건대 이제 당신도 여종의 말을 들으사 내가 왕 앞에 한 조각 떡을 드리게 하시고 왕은 잡수시고 길 가실 때에 기력을 얻으소서 하니\n"+

"23 사울이 거절하여 이르되 내가 먹지 아니하겠노라 하니라 그의 신하들과 여인이 강권하매 그들의 말을 듣고 땅에서 일어나 침상에 앉으니라\n"+

"24 여인의 집에 살진 송아지가 있으므로 그것을 급히 잡고 가루를 가져다가 뭉쳐 무교병을 만들고 구워서\n"+

"25 사울 앞에와 그의 신하들 앞에 내놓으니 그들이 먹고 일어나서 그 밤에 가니라\n";
const bible29="사무엘상 29장\n"+
"1  블레셋 사람들은 그들의 모든 군대를 아벡에 모았고 이스라엘 사람들은 이스르엘에 있는 샘 곁에 진 쳤더라\n"+

"2  블레셋 사람들의 수령들은 수백 명씩 수천 명씩 인솔하여 나아가고 다윗과 그의 사람들은 아기스와 함께 그 뒤에서 나아가더니\n"+

"3 블레셋 사람들의 방백들이 이르되 이 히브리 사람들이 무엇을 하려느냐 하니 아기스가 블레셋 사람들의 방백들에게 이르되 이는 이스라엘 왕 사울의 신하 다윗이 아니냐 그가 나와 함께 있은 지 여러 날 여러 해로되 그가 망명하여 온 날부터 오늘까지 내가 그의 허물을 보지 못하였노라\n"+

"4  블레셋 사람의 방백들이 그에게 노한지라 블레셋 방백들이 그에게 이르되 이 사람을 돌려보내어 왕이 그에게 정하신 그 처소로 가게 하소서 그는 우리와 함께 싸움에 내려가지 못하리니 그가 전장에서 우리의 대적이 될까 하나이다 그가 무엇으로 그 주와 다시 화합하리이까 이 사람들의 머리로 하지 아니하겠나이까\n"+

"5 그들이 춤추며 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 하던 그 다윗이 아니니이까 하니\n"+

"6 아기스가 다윗을 불러 그에게 이르되 여호와께서 살아 계심을 두고 맹세하노니 네가 정직하여 내게 온 날부터 오늘까지 네게 악이 있음을 보지 못하였으니 나와 함께 진중에 출입하는 것이 내 생각에는 좋으나 수령들이 너를 좋아하지 아니하니\n"+

"7 그러므로 이제 너는 평안히 돌아가서 블레셋 사람들의 수령들에게 거슬러 보이게 하지 말라 하니라\n"+

"8 다윗이 아기스에게 이르되 내가 무엇을 하였나이까 내가 당신 앞에 오늘까지 있는 동안에 당신이 종에게서 무엇을 보셨기에 내가 가서 내 주 왕의 원수와 싸우지 못하게 하시나이까 하니\n"+

"9 아기스가 다윗에게 대답하여 이르되 네가 내 목전에 하나님의 전령 같이 선한 것을 내가 아나 블레셋 사람들의 방백들은 말하기를 그가 우리와 함께 전장에 올라가지 못하리라 하니\n"+

"10 그런즉 너는 너와 함께 온 네 주의 신하들과 더불어 새벽에 일어나라 너희는 새벽에 일어나서 밝거든 곧 떠나라 하니라\n"+

"11 이에 다윗이 자기 사람들과 더불어 아침에 일찍이 일어나서 떠나 블레셋 사람들의 땅으로 돌아가고 블레셋 사람들은 이스르엘로 올라가니라\n";
const bible30="사무엘상 30장\n"+
"1  다윗과 그의 사람들이 사흘 만에 시글락에 이른 때에 아말렉 사람들이 이미 네겝과 시글락을 침노하였는데 그들이 시글락을 쳐서 불사르고\n"+

"2  거기에 있는 젊거나 늙은 여인들은 한 사람도 죽이지 아니하고 다 사로잡아 끌고 자기 길을 갔더라\n"+

"3 다윗과 그의 사람들이 성읍에 이르러 본즉 성읍이 불탔고 자기들의 아내와 자녀들이 사로잡혔는지라\n"+

"4  다윗과 그와 함께 한 백성이 울 기력이 없도록 소리를 높여 울었더라\n"+

"5 (다윗의 두 아내 이스르엘 여인 아히노암과 갈멜 사람 나발의 아내였던 아비가일도 사로잡혔더라)\n"+

"6 백성들이 자녀들 때문에 마음이 슬퍼서 다윗을 돌로 치자 하니 다윗이 크게 다급하였으나 그의 하나님 여호와를 힘입고 용기를 얻었더라\n"+

"7 다윗이 아히멜렉의 아들 제사장 아비아달에게 이르되 원하건대 에봇을 내게로 가져오라 아비아달이 에봇을 다윗에게로 가져가매\n"+

"8 다윗이 여호와께 묻자와 이르되 내가 이 군대를 추격하면 따라잡겠나이까 하니 여호와께서 그에게 대답하시되 그를 쫓아가라 네가 반드시 따라잡고 도로 찾으리라\n"+

"9 이에 다윗과 또 그와 함께 한 육백 명이 가서 브솔 시내에 이르러 뒤떨어진 자를 거기 머물게 했으되\n"+

"10 곧 피곤하여 브솔 시내를 건너지 못하는 이백 명을 머물게 했고 다윗은 사백 명을 거느리고 쫓아가니라\n"+

"11 무리가 들에서 애굽 사람 하나를 만나 그를 다윗에게로 데려다가 떡을 주어 먹게 하며 물을 마시게 하고\n"+

"12 그에게 무화과 뭉치에서 뗀 덩이 하나와 건포도 두 송이를 주었으니 그가 밤낮 사흘 동안 떡도 먹지 못하였고 물도 마시지 못하였음이니라 그가 먹고 정신을 차리매\n"+

"13 다윗이 그에게 이르되 너는 누구에게 속하였으며 어디에서 왔느냐 하니 그가 이르되 나는 애굽 소년이요 아말렉 사람의 종이더니 사흘 전에 병이 들매 주인이 나를 버렸나이다\n"+

"14 우리가 그렛 사람의 남방과 유다에 속한 지방과 갈렙 남방을 침노하고 시글락을 불살랐나이다\n"+

"15 다윗이 그에게 이르되 네가 나를 그 군대로 인도하겠느냐 하니 그가 이르되 당신이 나를 죽이지도 아니하고 내 주인의 수중에 넘기지도 아니하겠다고 하나님의 이름으로 내게 맹세하소서 그리하면 내가 당신을 그 군대로 인도하리이다 하니라\n"+

"16 그가 다윗을 인도하여 내려가니 그들이 온 땅에 편만하여 블레셋 사람들의 땅과 유다 땅에서 크게 약탈하였음으로 말미암아 먹고 마시며 춤추는지라\n"+

"17 다윗이 새벽부터 이튿날 저물 때까지 그들을 치매 낙타를 타고 도망한 소년 사백 명 외에는 피한 사람이 없었더라\n"+

"18 다윗이 아말렉 사람들이 빼앗아 갔던 모든 것을 도로 찾고 그의 두 아내를 구원하였고\n"+

"19 그들이 약탈하였던 것 곧 무리의 자녀들이나 빼앗겼던 것은 크고 작은 것을 막론하고 아무것도 잃은 것이 없이 모두 다윗이 도로 찾아왔고\n"+

"20 다윗이 또 양 떼와 소 떼를 다 되찾았더니 무리가 그 가축들을 앞에 몰고 가며 이르되 이는 다윗의 전리품이라 하였더라\n"+

"21 다윗이 전에 피곤하여 능히 자기를 따르지 못하므로 브솔 시내에 머물게 한 이백 명에게 오매 그들이 다윗과 그와 함께 한 백성을 영접하러 나오는지라 다윗이 그 백성에게 이르러 문안하매\n"+

"22 다윗과 함께 갔던 자들 가운데 악한 자와 불량배들이 다 이르되 그들이 우리와 함께 가지 아니하였은즉 우리가 도로 찾은 물건은 무엇이든지 그들에게 주지 말고 각자의 처자만 데리고 떠나가게 하라 하는지라\n"+

"23 다윗이 이르되 나의 형제들아 여호와께서 우리를 보호하시고 우리를 치러 온 그 군대를 우리 손에 넘기셨은즉 그가 우리에게 주신 것을 너희가 이같이 못하리라\n"+

"24 이 일에 누가 너희에게 듣겠느냐 전장에 내려갔던 자의 분깃이나 소유물 곁에 머물렀던 자의 분깃이 동일할지니 같이 분배할 것이니라 하고\n"+

"25 그 날부터 다윗이 이것으로 이스라엘의 율례와 규례를 삼았더니 오늘까지 이르니라\n"+

"26 다윗이 시글락에 이르러 전리품을 그의 친구 유다 장로들에게 보내어 이르되 보라 여호와의 원수에게서 탈취한 것을 너희에게 선사하노라 하고\n"+

"27 벧엘에 있는 자와 남방 라못에 있는 자와 얏딜에 있는 자와\n"+

"28 아로엘에 있는 자와 십못에 있는 자와 에스드모아에 있는 자와\n"+

"29 라갈에 있는 자와 여라므엘 사람의 성읍들에 있는 자와 겐 사람의 성읍들에 있는 자와\n"+

"30 홀마에 있는 자와 고라산에 있는 자와 아닥에 있는 자와\n"+

"31 헤브론에 있는 자에게와 다윗과 그의 사람들이 왕래하던 모든 곳에 보내었더라\n";
const bible31="사무엘상 31장\n"+
"1  블레셋 사람들이 이스라엘을 치매 이스라엘 사람들이 블레셋 사람들 앞에서 도망하여 길보아 산에서 엎드러져 죽으니라\n"+

"2  블레셋 사람들이 사울과 그의 아들들을 추격하여 사울의 아들 요나단과 아비나답과 말기수아를 죽이니라\n"+

"3 사울이 패전하매 활 쏘는 자가 따라잡으니 사울이 그 활 쏘는 자에게 중상을 입은지라\n"+

"4  그가 무기를 든 자에게 이르되 네 칼을 빼어 그것으로 나를 찌르라 할례 받지 않은 자들이 와서 나를 찌르고 모욕할까 두려워하노라 하나 무기를 든 자가 심히 두려워하여 감히 행하지 아니하는지라 이에 사울이 자기의 칼을 뽑아서 그 위에 엎드러지매\n"+

"5 무기를 든 자가 사울이 죽음을 보고 자기도 자기 칼 위에 엎드러져 그와 함께 죽으니라\n"+

"6 사울과 그의 세 아들과 무기를 든 자와 그의 모든 사람이 다 그 날에 함께 죽었더라\n"+

"7 골짜기 저쪽에 있는 이스라엘 사람과 요단 건너쪽에 있는 자들이 이스라엘 사람들이 도망한 것과 사울과 그의 아들들이 죽었음을 보고 성읍들을 버리고 도망하매 블레셋 사람들이 이르러 거기에서 사니라\n"+
 
"8 그 이튿날 블레셋 사람들이 죽은 자를 벗기러 왔다가 사울과 그의 세 아들이 길보아 산에서 죽은 것을 보고\n"+

"9 사울의 머리를 베고 그의 갑옷을 벗기고 자기들의 신당과 백성에게 알리기 위하여 그것을 블레셋 사람들의 땅 사방에 보내고\n"+

"10 그의 갑옷은 아스다롯의 집에 두고 그의 시체는 벧산 성벽에 못 박으매\n"+

"11 길르앗 야베스 주민들이 블레셋 사람들이 사울에게 행한 일을 듣고\n"+

"12 모든 장사들이 일어나 밤새도록 달려가서 사울의 시체와 그의 아들들의 시체를 벧산 성벽에서 내려 가지고 야베스에 돌아가서 거기서 불사르고\n"+

"13 그의 뼈를 가져다가 야베스 에셀 나무 아래에 장사하고 칠 일 동안 금식하였더라\n";
const bible32="사도행전 1장\n"+
"1 데오빌로여 내가 먼저 쓴 글에는 무릇 예수께서 행하시며 가르치시기를 시작하심부터\n"+

"2 그가 택하신 사도들에게 성령으로 명하시고 승천하신 날까지의 일을 기록하였노라\n"+

"3 그가 고난 받으신 후에 또한 그들에게 확실한 많은 증거로 친히 살아 계심을 나타내사 사십 일 동안 그들에게 보이시며 하나님 나라의 일을 말씀하시니라\n"+

"4 사도와 함께 모이사 그들에게 분부하여 이르시되 예루살렘을 떠나지 말고 내게서 들은 바 아버지께서 약속하신 것을 기다리라\n"+

"5 요한은 물로 세례를 베풀었으나 너희는 몇 날이 못되어 성령으로 세례를 받으리라 하셨느니라\n"+

"6 그들이 모였을 때에 예수께 여쭈어 이르되 주께서 이스라엘 나라를 회복하심이 이 때니이까 하니\n"+

"7 이르시되 때와 시기는 아버지께서 자기의 권한에 두셨으니 너희가 알 바 아니요\n"+

"8 오직 성령이 너희에게 임하시면 너희가 권능을 받고 예루살렘과 온 유대와 사마리아와 땅 끝까지 이르러 내 증인이 되리라 하시니라\n"+

"9 이 말씀을 마치시고 그들이 보는데 올려져 가시니 구름이 그를 가리어 보이지 않게 하더라\n"+

"10 올라가실 때에 제자들이 자세히 하늘을 쳐다보고 있는데 흰 옷 입은 두 사람이 그들 곁에 서서\n"+

"11 이르되 갈릴리 사람들아 어찌하여 서서 하늘을 쳐다보느냐 너희 가운데서 하늘로 올려지신 이 예수는 하늘로 가심을 본 그대로 오시리라 하였느니라\n"+

"12 제자들이 감람원이라 하는 산으로부터 예루살렘에 돌아오니 이 산은 예루살렘에서 가까워 안식일에 가기 알맞은 길이라\n"+

"13 들어가 그들이 유하는 다락방으로 올라가니 베드로, 요한, 야고보, 안드레와 빌립, 도마와 바돌로매, 마태와 및 알패오의 아들 야고보, 셀롯인 시몬, 야고보의 아들 유다가 다 거기 있어\n"+

"14 여자들과 예수의 어머니 마리아와 예수의 아우들과 더불어 마음을 같이하여 오로지 기도에 힘쓰더라\n"+

"15 모인 무리의 수가 약 백이십 명이나 되더라 그 때에 베드로가 그 형제들 가운데 일어서서 이르되\n"+

"16 형제들아 성령이 다윗의 입을 통하여 예수 잡는 자들의 길잡이가 된 유다를 가리켜 미리 말씀하신 성경이 응하였으니 마땅하도다\n"+

"17 이 사람은 본래 우리 수 가운데 참여하여 이 직무의 한 부분을 맡았던 자라\n"+

"18 (이 사람이 불의의 삯으로 밭을 사고 후에 몸이 곤두박질하여 배가 터져 창자가 다 흘러 나온지라\n"+

"19 이 일이 예루살렘에 사는 모든 사람에게 알리어져 그들의 말로는 그 밭을 아겔다마라 하니 이는 피밭이라는 뜻이라)\n"+

"20 시편에 기록하였으되 그의 거처를 황폐하게 하시며 거기 거하는 자가 없게 하소서 하였고 또 일렀으되 그의 직분을 타인이 취하게 하소서 하였도다\n"+

"21 이러하므로 요한의 세례로부터 우리 가운데서 올려져 가신 날까지 주 예수께서 우리 가운데 출입하실 때에\n"+

"22 항상 우리와 함께 다니던 사람 중에 하나를 세워 우리와 더불어 예수께서 부활하심을 증언할 사람이 되게 하여야 하리라 하거늘\n"+

"23 그들이 두 사람을 내세우니 하나는 바사바라고도 하고 별명은 유스도라고 하는 요셉이요 하나는 맛디아라\n"+

"24 그들이 기도하여 이르되 뭇 사람의 마음을 아시는 주여 이 두 사람 중에 누가 주님께 택하신 바 되어\n"+

"25 봉사와 및 사도의 직무를 대신할 자인지를 보이시옵소서 유다는 이 직무를 버리고 제 곳으로 갔나이다 하고\n"+

"26 제비 뽑아 맛디아를 얻으니 그가 열한 사도의 수에 들어가니라\n";//32부터 행1장
const bible33="사도행전 2장\n"+
"1 오순절 날이 이미 이르매 그들이 다같이 한 곳에 모였더니\n"+

"2 홀연히 하늘로부터 급하고 강한 바람 같은 소리가 있어 그들이 앉은 온 집에 가득하며\n"+

"3 마치 불의 혀처럼 갈라지는 것들이 그들에게 보여 각 사람 위에 하나씩 임하여 있더니\n"+

"4 그들이 다 성령의 충만함을 받고 성령이 말하게 하심을 따라 다른 언어들로 말하기를 시작하니라\n"+

"5 그 때에 경건한 유대인들이 천하 각국으로부터 와서 예루살렘에 머물러 있더니\n"+

"6 이 소리가 나매 큰 무리가 모여 각각 자기의 방언으로 제자들이 말하는 것을 듣고 소동하여\n"+

"7 다 놀라 신기하게 여겨 이르되 보라 이 말하는 사람들이 다 갈릴리 사람이 아니냐\n"+

"8 우리가 우리 각 사람이 난 곳 방언으로 듣게 되는 것이 어찌 됨이냐\n"+

"9 우리는 바대인과 메대인과 엘람인과 또 메소보다미아, 유대와 갑바도기아, 본도와 아시아,\n"+

"10 브루기아와 밤빌리아, 애굽과 및 구레네에 가까운 리비야 여러 지방에 사는 사람들과 로마로부터 온 나그네 곧 유대인과 유대교에 들어온 사람들과\n"+

"11 그레데인과 아라비아인들이라 우리가 다 우리의 각 언어로 하나님의 큰 일을 말함을 듣는도다 하고\n"+

"12 다 놀라며 당황하여 서로 이르되 이 어찌 된 일이냐 하며\n"+

"13 또 어떤 이들은 조롱하여 이르되 그들이 새 술에 취하였다 하더라\n"+

"14 베드로가 열한 사도와 함께 서서 소리를 높여 이르되 유대인들과 예루살렘에 사는 모든 사람들아 이 일을 너희로 알게 할 것이니 내 말에 귀를 기울이라\n"+

"15 때가 제 삼 시니 너희 생각과 같이 이 사람들이 취한 것이 아니라\n"+

"16 이는 곧 선지자 요엘을 통하여 말씀하신 것이니 일렀으되\n"+

"17 하나님이 말씀하시기를 말세에 내가 내 영을 모든 육체에 부어 주리니 너희의 자녀들은 예언할 것이요 너희의 젊은이들은 환상을 보고 너희의 늙은이들은 꿈을 꾸리라\n"+

"18 그 때에 내가 내 영을 내 남종과 여종들에게 부어 주리니 그들이 예언할 것이요\n"+

"19 또 내가 위로 하늘에서는 기사를 아래로 땅에서는 징조를 베풀리니 곧 피와 불과 연기로다\n"+

"20 주의 크고 영화로운 날이 이르기 전에 해가 변하여 어두워지고 달이 변하여 피가 되리라\n"+

"21 누구든지 주의 이름을 부르는 자는 구원을 받으리라 하였느니라\n"+

"22 이스라엘 사람들아 이 말을 들으라 너희도 아는 바와 같이 하나님께서 나사렛 예수로 큰 권능과 기사와 표적을 너희 가운데서 베푸사 너희 앞에서 그를 증언하셨느니라\n"+

"23 그가 하나님께서 정하신 뜻과 미리 아신 대로 내준 바 되었거늘 너희가 법 없는 자들의 손을 빌려 못 박아 죽였으나\n"+

"24 하나님께서 그를 사망의 고통에서 풀어 살리셨으니 이는 그가 사망에 매여 있을 수 없었음이라\n"+

"25 다윗이 그를 가리켜 이르되 내가 항상 내 앞에 계신 주를 뵈었음이여 나로 요동하지 않게 하기 위하여 그가 내 우편에 계시도다\n"+

"26 그러므로 내 마음이 기뻐하였고 내 혀도 즐거워하였으며 육체도 희망에 거하리니\n"+

"27 이는 내 영혼을 음부에 버리지 아니하시며 주의 거룩한 자로 썩음을 당하지 않게 하실 것임이로다\n"+

"28 주께서 생명의 길을 내게 보이셨으니 주 앞에서 내게 기쁨이 충만하게 하시리로다 하였으므로\n"+

"29 형제들아 내가 조상 다윗에 대하여 담대히 말할 수 있노니 다윗이 죽어 장사되어 그 묘가 오늘까지 우리 중에 있도다\n"+

"30 그는 선지자라 하나님이 이미 맹세하사 그 자손 중에서 한 사람을 그 위에 앉게 하리라 하심을 알고\n"+

"31 미리 본 고로 그리스도의 부활을 말하되 그가 음부에 버림이 되지 않고 그의 육신이 썩음을 당하지 아니하시리라 하더니\n"+

"32 이 예수를 하나님이 살리신지라 우리가 다 이 일에 증인이로다\n"+

"33 하나님이 오른손으로 예수를 높이시매 그가 약속하신 성령을 아버지께 받아서 너희가 보고 듣는 이것을 부어 주셨느니라\n"+

"34 다윗은 하늘에 올라가지 못하였으나 친히 말하여 이르되 주께서 내 주에게 말씀하시기를\n"+

"35 내가 네 원수로 네 발등상이 되게 하기까지 너는 내 우편에 앉아 있으라 하셨도다 하였으니\n"+

"36 그런즉 이스라엘 온 집은 확실히 알지니 너희가 십자가에 못 박은 이 예수를 하나님이 주와 그리스도가 되게 하셨느니라 하니라\n"+

"37 그들이 이 말을 듣고 마음에 찔려 베드로와 다른 사도들에게 물어 이르되 형제들아 우리가 어찌할꼬 하거늘\n"+

"38 베드로가 이르되 너희가 회개하여 각각 예수 그리스도의 이름으로 세례를 받고 죄 사함을 받으라 그리하면 성령의 선물을 받으리니\n"+

"39 이 약속은 너희와 너희 자녀와 모든 먼 데 사람 곧 주 우리 하나님이 얼마든지 부르시는 자들에게 하신 것이라 하고\n"+

"40 또 여러 말로 확증하며 권하여 이르되 너희가 이 패역한 세대에서 구원을 받으라 하니\n"+

"41 그 말을 받은 사람들은 세례를 받으매 이 날에 신도의 수가 삼천이나 더하더라\n"+

"42 그들이 사도의 가르침을 받아 서로 교제하고 떡을 떼며 오로지 기도하기를 힘쓰니라\n"+

"43 사람마다 두려워하는데 사도들로 말미암아 기사와 표적이 많이 나타나니\n"+

"44 믿는 사람이 다 함께 있어 모든 물건을 서로 통용하고\n"+

"45 또 재산과 소유를 팔아 각 사람의 필요를 따라 나눠 주며\n"+

"46 날마다 마음을 같이하여 성전에 모이기를 힘쓰고 집에서 떡을 떼며 기쁨과 순전한 마음으로 음식을 먹고\n"+

"47 하나님을 찬미하며 또 온 백성에게 칭송을 받으니 주께서 구원 받는 사람을 날마다 더하게 하시니라\n";
const bible34="사도행전 3장\n"+
"1 제 구 시 기도 시간에 베드로와 요한이 성전에 올라갈새\n"+

"2 나면서 못 걷게 된 이를 사람들이 메고 오니 이는 성전에 들어가는 사람들에게 구걸하기 위하여 날마다 미문이라는 성전 문에 두는 자라\n"+

"3 그가 베드로와 요한이 성전에 들어가려 함을 보고 구걸하거늘\n"+

"4 베드로가 요한과 더불어 주목하여 이르되 우리를 보라 하니\n"+

"5 그가 그들에게서 무엇을 얻을까 하여 바라보거늘\n"+

"6 베드로가 이르되 은과 금은 내게 없거니와 내게 있는 이것을 네게 주노니 나사렛 예수 그리스도의 이름으로 일어나 걸으라 하고\n"+

"7 오른손을 잡아 일으키니 발과 발목이 곧 힘을 얻고\n"+

"8 뛰어 서서 걸으며 그들과 함께 성전으로 들어가면서 걷기도 하고 뛰기도 하며 하나님을 찬송하니\n"+

"9 모든 백성이 그 걷는 것과 하나님을 찬송함을 보고\n"+

"10 그가 본래 성전 미문에 앉아 구걸하던 사람인 줄 알고 그에게 일어난 일로 인하여 심히 놀랍게 여기며 놀라니라\n"+

"11 나은 사람이 베드로와 요한을 붙잡으니 모든 백성이 크게 놀라며 달려 나아가 솔로몬의 행각이라 불리우는 행각에 모이거늘\n"+

"12 베드로가 이것을 보고 백성에게 말하되 이스라엘 사람들아 이 일을 왜 놀랍게 여기느냐 우리 개인의 권능과 경건으로 이 사람을 걷게 한 것처럼 왜 우리를 주목하느냐\n"+

"13 아브라함과 이삭과 야곱의 하나님 곧 우리 조상의 하나님이 그의 종 예수를 영화롭게 하셨느니라 너희가 그를 넘겨 주고 빌라도가 놓아 주기로 결의한 것을 너희가 그 앞에서 거부하였으니\n"+

"14 너희가 거룩하고 의로운 이를 거부하고 도리어 살인한 사람을 놓아 주기를 구하여\n"+

"15 생명의 주를 죽였도다 그러나 하나님이 죽은 자 가운데서 그를 살리셨으니 우리가 이 일에 증인이라\n"+

"16 그 이름을 믿으므로 그 이름이 너희가 보고 아는 이 사람을 성하게 하였나니 예수로 말미암아 난 믿음이 너희 모든 사람 앞에서 이같이 완전히 낫게 하였느니라\n"+

"17 형제들아 너희가 알지 못하여서 그리하였으며 너희 관리들도 그리한 줄 아노라\n"+

"18 그러나 하나님이 모든 선지자의 입을 통하여 자기의 그리스도께서 고난 받으실 일을 미리 알게 하신 것을 이와 같이 이루셨느니라\n"+

"19 그러므로 너희가 회개하고 돌이켜 너희 죄 없이 함을 받으라 이같이 하면 새롭게 되는 날이 주 앞으로부터 이를 것이요\n"+

"20 또 주께서 너희를 위하여 예정하신 그리스도 곧 예수를 보내시리니\n"+

"21 하나님이 영원 전부터 거룩한 선지자들의 입을 통하여 말씀하신 바 만물을 회복하실 때까지는 하늘이 마땅히 그를 받아 두리라\n"+

"22 모세가 말하되 주 하나님이 너희를 위하여 너희 형제 가운데서 나 같은 선지자 하나를 세울 것이니 너희가 무엇이든지 그의 모든 말을 들을 것이라\n"+

"23 누구든지 그 선지자의 말을 듣지 아니하는 자는 백성 중에서 멸망 받으리라 하였고\n"+

"24 또한 사무엘 때부터 이어 말한 모든 선지자도 이 때를 가리켜 말하였느니라\n"+

"25 너희는 선지자들의 자손이요 또 하나님이 너희 조상과 더불어 세우신 언약의 자손이라 아브라함에게 이르시기를 땅 위의 모든 족속이 너의 씨로 말미암아 복을 받으리라 하셨으니\n"+

"26 하나님이 그 종을 세워 복 주시려고 너희에게 먼저 보내사 너희로 하여금 돌이켜 각각 그 악함을 버리게 하셨느니라\n";
const bible35="사도행전 4장\n"+
"1 사도들이 백성에게 말할 때에 제사장들과 성전 맡은 자와 사두개인들이 이르러\n"+

"2 예수 안에 죽은 자의 부활이 있다고 백성을 가르치고 전함을 싫어하여\n"+

"3 그들을 잡으매 날이 이미 저물었으므로 이튿날까지 가두었으나\n"+

"4 말씀을 들은 사람 중에 믿는 자가 많으니 남자의 수가 약 오천이나 되었더라\n"+

"5 이튿날 관리들과 장로들과 서기관들이 예루살렘에 모였는데\n"+

"6 대제사장 안나스와 가야바와 요한과 알렉산더와 및 대제사장의 문중이 다 참여하여\n"+

"7 사도들을 가운데 세우고 묻되 너희가 무슨 권세와 누구의 이름으로 이 일을 행하였느냐\n"+

"8 이에 베드로가 성령이 충만하여 이르되 백성의 관리들과 장로들아\n"+

"9 만일 병자에게 행한 착한 일에 대하여 이 사람이 어떻게 구원을 받았느냐고 오늘 우리에게 질문한다면\n"+

"10 너희와 모든 이스라엘 백성들은 알라 너희가 십자가에 못 박고 하나님이 죽은 자 가운데서 살리신 나사렛 예수 그리스도의 이름으로 이 사람이 건강하게 되어 너희 앞에 섰느니라\n"+

"11 이 예수는 너희 건축자들의 버린 돌로서 집 모퉁이의 머릿돌이 되었느니라\n"+

"12 다른 이로써는 구원을 받을 수 없나니 천하 사람 중에 구원을 받을 만한 다른 이름을 우리에게 주신 일이 없음이라 하였더라\n"+

"13 그들이 베드로와 요한이 담대하게 말함을 보고 그들을 본래 학문 없는 범인으로 알았다가 이상히 여기며 또 전에 예수와 함께 있던 줄도 알고\n"+

"14 또 병 나은 사람이 그들과 함께 서 있는 것을 보고 비난할 말이 없는지라\n"+

"15 명하여 공회에서 나가라 하고 서로 의논하여 이르되\n"+

"16 이 사람들을 어떻게 할까 그들로 말미암아 유명한 표적 나타난 것이 예루살렘에 사는 모든 사람에게 알려졌으니 우리도 부인할 수 없는지라\n"+

"17 이것이 민간에 더 퍼지지 못하게 그들을 위협하여 이 후에는 이 이름으로 아무에게도 말하지 말게 하자 하고\n"+

"18 그들을 불러 경고하여 도무지 예수의 이름으로 말하지도 말고 가르치지도 말라 하니\n"+

"19 베드로와 요한이 대답하여 이르되 하나님 앞에서 너희의 말을 듣는 것이 하나님의 말씀을 듣는 것보다 옳은가 판단하라\n"+

"20 우리는 보고 들은 것을 말하지 아니할 수 없다 하니\n"+

"21 관리들이 백성들 때문에 그들을 어떻게 처벌할지 방법을 찾지 못하고 다시 위협하여 놓아 주었으니 이는 모든 사람이 그 된 일을 보고 하나님께 영광을 돌림이라\n"+

"22 이 표적으로 병 나은 사람은 사십여 세나 되었더라\n"+

"23 사도들이 놓이매 그 동료에게 가서 제사장들과 장로들의 말을 다 알리니\n"+

"24 그들이 듣고 한마음으로 하나님께 소리를 높여 이르되 대주재여 천지와 바다와 그 가운데 만물을 지은 이시요\n"+

"25 또 주의 종 우리 조상 다윗의 입을 통하여 성령으로 말씀하시기를 어찌하여 열방이 분노하며 족속들이 허사를 경영하였는고\n"+

"26 세상의 군왕들이 나서며 관리들이 함께 모여 주와 그의 그리스도를 대적하도다 하신 이로소이다\n"+

"27 과연 헤롯과 본디오 빌라도는 이방인과 이스라엘 백성과 합세하여 하나님께서 기름 부으신 거룩한 종 예수를 거슬러\n"+

"28 하나님의 권능과 뜻대로 이루려고 예정하신 그것을 행하려고 이 성에 모였나이다\n"+

"29 주여 이제도 그들의 위협함을 굽어보시옵고 또 종들로 하여금 담대히 하나님의 말씀을 전하게 하여 주시오며\n"+

"30 손을 내밀어 병을 낫게 하시옵고 표적과 기사가 거룩한 종 예수의 이름으로 이루어지게 하옵소서 하더라\n"+

"31 빌기를 다하매 모인 곳이 진동하더니 무리가 다 성령이 충만하여 담대히 하나님의 말씀을 전하니라\n"+

"32 믿는 무리가 한마음과 한 뜻이 되어 모든 물건을 서로 통용하고 자기 재물을 조금이라도 자기 것이라 하는 이가 하나도 없더라\n"+

"33 사도들이 큰 권능으로 주 예수의 부활을 증언하니 무리가 큰 은혜를 받아\n"+

"34 그 중에 가난한 사람이 없으니 이는 밭과 집 있는 자는 팔아 그 판 것의 값을 가져다가\n"+

"35 사도들의 발 앞에 두매 그들이 각 사람의 필요를 따라 나누어 줌이라\n"+

"36 구브로에서 난 레위족 사람이 있으니 이름은 요셉이라 사도들이 일컬어 바나바라(번역하면 위로의 아들이라) 하니\n"+

"37 그가 밭이 있으매 팔아 그 값을 가지고 사도들의 발 앞에 두니라\n";
const bible36="사도행전 5장\n"+
"1 아나니아라 하는 사람이 그의 아내 삽비라와 더불어 소유를 팔아\n"+

"2 그 값에서 얼마를 감추매 그 아내도 알더라 얼마만 가져다가 사도들의 발 앞에 두니\n"+

"3 베드로가 이르되 아나니아야 어찌하여 사탄이 네 마음에 가득하여 네가 성령을 속이고 땅 값 얼마를 감추었느냐\n"+

"4 땅이 그대로 있을 때에는 네 땅이 아니며 판 후에도 네 마음대로 할 수가 없더냐 어찌하여 이 일을 네 마음에 두었느냐 사람에게 거짓말한 것이 아니요 하나님께로다\n"+

"5 아나니아가 이 말을 듣고 엎드러져 혼이 떠나니 이 일을 듣는 사람이 다 크게 두려워하더라\n"+

"6 젊은 사람들이 일어나 시신을 싸서 메고 나가 장사하니라\n"+

"7 세 시간쯤 지나 그의 아내가 그 일어난 일을 알지 못하고 들어오니\n"+

"8 베드로가 이르되 그 땅 판 값이 이것뿐이냐 내게 말하라 하니 이르되 예 이것뿐이라 하더라\n"+

"9 베드로가 이르되 너희가 어찌 함께 꾀하여 주의 영을 시험하려 하느냐 보라 네 남편을 장사하고 오는 사람들의 발이 문 앞에 이르렀으니 또 너를 메어 내가리라 하니\n"+

"10 곧 그가 베드로의 발 앞에 엎드러져 혼이 떠나는지라 젊은 사람들이 들어와 죽은 것을 보고 메어다가 그의 남편 곁에 장사하니\n"+

"11 온 교회와 이 일을 듣는 사람들이 다 크게 두려워하니라\n"+

"12 사도들의 손을 통하여 민간에 표적과 기사가 많이 일어나매 믿는 사람이 다 마음을 같이하여 솔로몬 행각에 모이고\n"+

"13 그 나머지는 감히 그들과 상종하는 사람이 없으나 백성이 칭송하더라\n"+

"14 믿고 주께로 나아오는 자가 더 많으니 남녀의 큰 무리더라\n"+

"15 심지어 병든 사람을 메고 거리에 나가 침대와 요 위에 누이고 베드로가 지날 때에 혹 그의 그림자라도 누구에게 덮일까 바라고\n"+

"16 예루살렘 부근의 수많은 사람들도 모여 병든 사람과 더러운 귀신에게 괴로움 받는 사람을 데리고 와서 다 나음을 얻으니라\n"+

"17 대제사장과 그와 함께 있는 사람 즉 사두개인의 당파가 다 마음에 시기가 가득하여 일어나서\n"+

"18 사도들을 잡아다가 옥에 가두었더니\n"+

"19 주의 사자가 밤에 옥문을 열고 끌어내어 이르되\n"+

"20 가서 성전에 서서 이 생명의 말씀을 다 백성에게 말하라 하매\n"+

"21 그들이 듣고 새벽에 성전에 들어가서 가르치더니 대제사장과 그와 함께 있는 사람들이 와서 공회와 이스라엘 족속의 원로들을 다 모으고 사람을 옥에 보내어 사도들을 잡아오라 하니\n"+

"22 부하들이 가서 옥에서 사도들을 보지 못하고 돌아와\n"+

"23 이르되 우리가 보니 옥은 든든하게 잠기고 지키는 사람들이 문에 서 있으되 문을 열고 본즉 그 안에는 한 사람도 없더이다 하니\n"+

"24 성전 맡은 자와 제사장들이 이 말을 듣고 의혹하여 이 일이 어찌 될까 하더니\n"+

"25 사람이 와서 알리되 보소서 옥에 가두었던 사람들이 성전에 서서 백성을 가르치더이다 하니\n"+

"26 성전 맡은 자가 부하들과 같이 가서 그들을 잡아왔으나 강제로 못함은 백성들이 돌로 칠까 두려워함이더라\n"+

"27 그들을 끌어다가 공회 앞에 세우니 대제사장이 물어\n"+

"28 이르되 우리가 이 이름으로 사람을 가르치지 말라고 엄금하였으되 너희가 너희 가르침을 예루살렘에 가득하게 하니 이 사람의 피를 우리에게로 돌리고자 함이로다\n"+

"29 베드로와 사도들이 대답하여 이르되 사람보다 하나님께 순종하는 것이 마땅하니라\n"+

"30 너희가 나무에 달아 죽인 예수를 우리 조상의 하나님이 살리시고\n"+

"31 이스라엘에게 회개함과 죄 사함을 주시려고 그를 오른손으로 높이사 임금과 구주로 삼으셨느니라\n"+

"32 우리는 이 일에 증인이요 하나님이 자기에게 순종하는 사람들에게 주신 성령도 그러하니라 하더라\n"+

"33 그들이 듣고 크게 노하여 사도들을 없이하고자 할새\n"+

"34 바리새인 가말리엘은 율법교사로 모든 백성에게 존경을 받는 자라 공회 중에 일어나 명하여 사도들을 잠깐 밖에 나가게 하고\n"+

"35 말하되 이스라엘 사람들아 너희가 이 사람들에게 대하여 어떻게 하려는지 조심하라\n"+

"36 이 전에 드다가 일어나 스스로 선전하매 사람이 약 사백 명이나 따르더니 그가 죽임을 당하매 따르던 모든 사람들이 흩어져 없어졌고\n"+

"37 그 후 호적할 때에 갈릴리의 유다가 일어나 백성을 꾀어 따르게 하다가 그도 망한즉 따르던 모든 사람들이 흩어졌느니라\n"+

"38 이제 내가 너희에게 말하노니 이 사람들을 상관하지 말고 버려 두라 이 사상과 이 소행이 사람으로부터 났으면 무너질 것이요\n"+

"39 만일 하나님께로부터 났으면 너희가 그들을 무너뜨릴 수 없겠고 도리어 하나님을 대적하는 자가 될까 하노라 하니\n"+

"40 그들이 옳게 여겨 사도들을 불러들여 채찍질하며 예수의 이름으로 말하는 것을 금하고 놓으니\n"+

"41 사도들은 그 이름을 위하여 능욕 받는 일에 합당한 자로 여기심을 기뻐하면서 공회 앞을 떠나니라\n"+

"42 그들이 날마다 성전에 있든지 집에 있든지 예수는 그리스도라고 가르치기와 전도하기를 그치지 아니하니라\n";


const bible37="사도행전 7장\n"+

"1 대제사장이 이르되 이것이 사실이냐\n"+

"2 스데반이 이르되 여러분 부형들이여 들으소서 우리 조상 아브라함이 하란에 있기 전 메소보다미아에 있을 때에 영광의 하나님이 그에게 보여\n"+

"3 이르시되 네 고향과 친척을 떠나 내가 네게 보일 땅으로 가라 하시니\n"+

"4 아브라함이 갈대아 사람의 땅을 떠나 하란에 거하다가 그의 아버지가 죽으매 하나님이 그를 거기서 너희 지금 사는 이 땅으로 옮기셨느니라\n"+

"5 그러나 여기서 발 붙일 만한 땅도 유업으로 주지 아니하시고 다만 이 땅을 아직 자식도 없는 그와 그의 후손에게 소유로 주신다고 약속하셨으며\n"+

"6 하나님이 또 이같이 말씀하시되 그 후손이 다른 땅에서 나그네가 되리니 그 땅 사람들이 종으로 삼아 사백 년 동안을 괴롭게 하리라 하시고\n"+

"7 또 이르시되 종 삼는 나라를 내가 심판하리니 그 후에 그들이 나와서 이 곳에서 나를 섬기리라 하시고\n"+

"8 할례의 언약을 아브라함에게 주셨더니 그가 이삭을 낳아 여드레 만에 할례를 행하고 이삭이 야곱을, 야곱이 우리 열두 조상을 낳으니라\n"+

"9 여러 조상이 요셉을 시기하여 애굽에 팔았더니 하나님이 그와 함께 계셔\n"+

"10 그 모든 환난에서 건져내사 애굽 왕 바로 앞에서 은총과 지혜를 주시매 바로가 그를 애굽과 자기 온 집의 통치자로 세웠느니라\n"+

"11 그 때에 애굽과 가나안 온 땅에 흉년이 들어 큰 환난이 있을새 우리 조상들이 양식이 없는지라\n"+

"12 야곱이 애굽에 곡식 있다는 말을 듣고 먼저 우리 조상들을 보내고\n"+

"13 또 재차 보내매 요셉이 자기 형제들에게 알려지게 되고 또 요셉의 친족이 바로에게 드러나게 되니라\n"+

"14 요셉이 사람을 보내어 그의 아버지 야곱과 온 친족 일흔다섯 사람을 청하였더니\n"+

"15 야곱이 애굽으로 내려가 자기와 우리 조상들이 거기서 죽고\n"+

"16 세겜으로 옮겨져 아브라함이 세겜 하몰의 자손에게서 은으로 값 주고 산 무덤에 장사되니라\n"+

"17 하나님이 아브라함에게 약속하신 때가 가까우매 이스라엘 백성이 애굽에서 번성하여 많아졌더니\n"+

"18 요셉을 알지 못하는 새 임금이 애굽 왕위에 오르매\n"+

"19 그가 우리 족속에게 교활한 방법을 써서 조상들을 괴롭게 하여 그 어린 아이들을 내버려 살지 못하게 하려 할새\n"+

"20 그 때에 모세가 났는데 하나님 보시기에 아름다운지라 그의 아버지의 집에서 석 달 동안 길리더니\n"+

"21 버려진 후에 바로의 딸이 그를 데려다가 자기 아들로 기르매\n"+

"22 모세가 애굽 사람의 모든 지혜를 배워 그의 말과 하는 일들이 능하더라\n"+

"23 나이가 사십이 되매 그 형제 이스라엘 자손을 돌볼 생각이 나더니\n"+

"24 한 사람이 원통한 일 당함을 보고 보호하여 압제 받는 자를 위하여 원수를 갚아 애굽 사람을 쳐 죽이니라\n"+

"25 그는 그의 형제들이 하나님께서 자기의 손을 통하여 구원해 주시는 것을 깨달으리라고 생각하였으나 그들이 깨닫지 못하였더라\n"+

"26 이튿날 이스라엘 사람끼리 싸울 때에 모세가 와서 화해시키려 하여 이르되 너희는 형제인데 어찌 서로 해치느냐 하니\n"+

"27 그 동무를 해치는 사람이 모세를 밀어뜨려 이르되 누가 너를 관리와 재판장으로 우리 위에 세웠느냐\n"+

"28 네가 어제는 애굽 사람을 죽임과 같이 또 나를 죽이려느냐 하니\n"+

"29 모세가 이 말 때문에 도주하여 미디안 땅에서 나그네 되어 거기서 아들 둘을 낳으니라\n"+

"30 사십 년이 차매 천사가 시내 산 광야 가시나무 떨기 불꽃 가운데서 그에게 보이거늘\n"+

"31 모세가 그 광경을 보고 놀랍게 여겨 알아보려고 가까이 가니 주의 소리가 있어\n"+

"32 나는 네 조상의 하나님 즉 아브라함과 이삭과 야곱의 하나님이라 하신대 모세가 무서워 감히 바라보지 못하더라\n"+

"33 주께서 이르시되 네 발의 신을 벗으라 네가 서 있는 곳은 거룩한 땅이니라\n"+

"34 내 백성이 애굽에서 괴로움 받음을 내가 확실히 보고 그 탄식하는 소리를 듣고 그들을 구원하려고 내려왔노니 이제 내가 너를 애굽으로 보내리라 하시니라\n"+

"35 그들의 말이 누가 너를 관리와 재판장으로 세웠느냐 하며 거절하던 그 모세를 하나님은 가시나무 떨기 가운데서 보이던 천사의 손으로 관리와 속량하는 자로서 보내셨으니\n"+

"36 이 사람이 백성을 인도하여 나오게 하고 애굽과 홍해와 광야에서 사십 년간 기사와 표적을 행하였느니라\n"+

"37 이스라엘 자손에 대하여 하나님이 너희 형제 가운데서 나와 같은 선지자를 세우리라 하던 자가 곧 이 모세라\n"+

"38 시내 산에서 말하던 그 천사와 우리 조상들과 함께 광야 교회에 있었고 또 살아 있는 말씀을 받아 우리에게 주던 자가 이 사람이라\n"+

"39 우리 조상들이 모세에게 복종하지 아니하고자 하여 거절하며 그 마음이 도리어 애굽으로 향하여\n"+

"40 아론더러 이르되 우리를 인도할 신들을 우리를 위하여 만들라 애굽 땅에서 우리를 인도하던 이 모세는 어떻게 되었는지 알지 못하노라 하고\n"+

"41 그 때에 그들이 송아지를 만들어 그 우상 앞에 제사하며 자기 손으로 만든 것을 기뻐하더니\n"+

"42 하나님이 외면하사 그들을 그 하늘의 군대 섬기는 일에 버려 두셨으니 이는 선지자의 책에 기록된 바 이스라엘의 집이여 너희가 광야에서 사십 년간 희생과 제물을 내게 드린 일이 있었느냐\n"+

"43 몰록의 장막과 신 레판의 별을 받들었음이여 이것은 너희가 절하고자 하여 만든 형상이로다 내가 너희를 바벨론 밖으로 옮기리라 함과 같으니라\n"+

"44 광야에서 우리 조상들에게 증거의 장막이 있었으니 이것은 모세에게 말씀하신 이가 명하사 그가 본 그 양식대로 만들게 하신 것이라\n"+

"45 우리 조상들이 그것을 받아 하나님이 그들 앞에서 쫓아내신 이방인의 땅을 점령할 때에 여호수아와 함께 가지고 들어가서 다윗 때까지 이르니라\n"+

"46 다윗이 하나님 앞에서 은혜를 받아 야곱의 집을 위하여 하나님의 처소를 준비하게 하여 달라고 하더니\n"+

"47 솔로몬이 그를 위하여 집을 지었느니라\n"+

"48 그러나 지극히 높으신 이는 손으로 지은 곳에 계시지 아니하시나니 선지자가 말한 바\n"+

"49 주께서 이르시되 하늘은 나의 보좌요 땅은 나의 발등상이니 너희가 나를 위하여 무슨 집을 짓겠으며 나의 안식할 처소가 어디냐\n"+

"50 이 모든 것이 다 내 손으로 지은 것이 아니냐 함과 같으니라\n"+

"51 목이 곧고 마음과 귀에 할례를 받지 못한 사람들아 너희도 너희 조상과 같이 항상 성령을 거스르는도다\n"+

"52 너희 조상들이 선지자들 중의 누구를 박해하지 아니하였느냐 의인이 오시리라 예고한 자들을 그들이 죽였고 이제 너희는 그 의인을 잡아 준 자요 살인한 자가 되나니\n"+

"53 너희는 천사가 전한 율법을 받고도 지키지 아니하였도다 하니라\n"+

"54 그들이 이 말을 듣고 마음에 찔려 그를 향하여 이를 갈거늘\n"+

"55 스데반이 성령 충만하여 하늘을 우러러 주목하여 하나님의 영광과 및 예수께서 하나님 우편에 서신 것을 보고\n"+

"56 말하되 보라 하늘이 열리고 인자가 하나님 우편에 서신 것을 보노라 한대\n"+

"57 그들이 큰 소리를 지르며 귀를 막고 일제히 그에게 달려들어\n"+

"58 성 밖으로 내치고 돌로 칠새 증인들이 옷을 벗어 사울이라 하는 청년의 발 앞에 두니라\n"+

"59 그들이 돌로 스데반을 치니 스데반이 부르짖어 이르되 주 예수여 내 영혼을 받으시옵소서 하고\n"+

"60 무릎을 꿇고 크게 불러 이르되 주여 이 죄를 그들에게 돌리지 마옵소서 이 말을 하고 자니라\n";


const bible38=
"사도행전 8장\n"+

"1 사울은 그가 죽임 당함을 마땅히 여기더라 그 날에 예루살렘에 있는 교회에 큰 박해가 있어 사도 외에는 다 유대와 사마리아 모든 땅으로 흩어지니라\n"+

"2 경건한 사람들이 스데반을 장사하고 위하여 크게 울더라\n"+

"3 사울이 교회를 잔멸할새 각 집에 들어가 남녀를 끌어다가 옥에 넘기니라\n"+

"4 그 흩어진 사람들이 두루 다니며 복음의 말씀을 전할새\n"+

"5 빌립이 사마리아 성에 내려가 그리스도를 백성에게 전파하니\n"+

"6 무리가 빌립의 말도 듣고 행하는 표적도 보고 한마음으로 그가 하는 말을 따르더라\n"+

"7 많은 사람에게 붙었던 더러운 귀신들이 크게 소리를 지르며 나가고 또 많은 중풍병자와 못 걷는 사람이 나으니\n"+

"8 그 성에 큰 기쁨이 있더라\n"+

"9 그 성에 시몬이라 하는 사람이 전부터 있어 마술을 행하여 사마리아 백성을 놀라게 하며 자칭 큰 자라 하니\n"+

"10 낮은 사람부터 높은 사람까지 다 따르며 이르되 이 사람은 크다 일컫는 하나님의 능력이라 하더라\n"+

"11 오랫동안 그 마술에 놀랐으므로 그들이 따르더니\n"+

"12 빌립이 하나님 나라와 및 예수 그리스도의 이름에 관하여 전도함을 그들이 믿고 남녀가 다 세례를 받으니\n"+

"13 시몬도 믿고 세례를 받은 후에 전심으로 빌립을 따라다니며 그 나타나는 표적과 큰 능력을 보고 놀라니라\n"+

"14 예루살렘에 있는 사도들이 사마리아도 하나님의 말씀을 받았다 함을 듣고 베드로와 요한을 보내매\n"+

"15 그들이 내려가서 그들을 위하여 성령 받기를 기도하니\n"+

"16 이는 아직 한 사람에게도 성령 내리신 일이 없고 오직 주 예수의 이름으로 세례만 받을 뿐이더라\n"+

"17 이에 두 사도가 그들에게 안수하매 성령을 받는지라\n"+

"18 시몬이 사도들의 안수로 성령 받는 것을 보고 돈을 드려\n"+

"19 이르되 이 권능을 내게도 주어 누구든지 내가 안수하는 사람은 성령을 받게 하여 주소서 하니\n"+

"20 베드로가 이르되 네가 하나님의 선물을 돈 주고 살 줄로 생각하였으니 네 은과 네가 함께 망할지어다\n"+

"21 하나님 앞에서 네 마음이 바르지 못하니 이 도에는 네가 관계도 없고 분깃 될 것도 없느니라\n"+

"22 그러므로 너의 이 악함을 회개하고 주께 기도하라 혹 마음에 품은 것을 사하여 주시리라\n"+

"23 내가 보니 너는 악독이 가득하며 불의에 매인 바 되었도다\n"+

"24 시몬이 대답하여 이르되 나를 위하여 주께 기도하여 말한 것이 하나도 내게 임하지 않게 하소서 하니라\n"+

"25 두 사도가 주의 말씀을 증언하여 말한 후 예루살렘으로 돌아갈새 사마리아인의 여러 마을에서 복음을 전하니라\n"+

"26 주의 사자가 빌립에게 말하여 이르되 일어나서 남쪽으로 향하여 예루살렘에서 가사로 내려가는 길까지 가라 하니 그 길은 광야라\n"+

"27 일어나 가서 보니 에디오피아 사람 곧 에디오피아 여왕 간다게의 모든 국고를 맡은 관리인 내시가 예배하러 예루살렘에 왔다가\n"+

"28 돌아가는데 수레를 타고 선지자 이사야의 글을 읽더라\n"+

"29 성령이 빌립더러 이르시되 이 수레로 가까이 나아가라 하시거늘\n"+

"30 빌립이 달려가서 선지자 이사야의 글 읽는 것을 듣고 말하되 읽는 것을 깨닫느냐\n"+

"31 대답하되 지도해 주는 사람이 없으니 어찌 깨달을 수 있느냐 하고 빌립을 청하여 수레에 올라 같이 앉으라 하니라\n"+
 
"32 읽는 성경 구절은 이것이니 일렀으되 그가 도살자에게로 가는 양과 같이 끌려갔고 털 깎는 자 앞에 있는 어린 양이 조용함과 같이 그의 입을 열지 아니하였도다\n"+

"33 그가 굴욕을 당했을 때 공정한 재판도 받지 못하였으니 누가 그의 세대를 말하리요 그의 생명이 땅에서 빼앗김이로다 하였거늘\n"+

"34 그 내시가 빌립에게 말하되 청컨대 내가 묻노니 선지자가 이 말한 것이 누구를 가리킴이냐 자기를 가리킴이냐 타인을 가리킴이냐\n"+

"35 빌립이 입을 열어 이 글에서 시작하여 예수를 가르쳐 복음을 전하니\n"+

"36 길 가다가 물 있는 곳에 이르러 그 내시가 말하되 보라 물이 있으니 내가 세례를 받음에 무슨 거리낌이 있느냐\n"+

"37 (없음)\n"+

"38 이에 명하여 수레를 멈추고 빌립과 내시가 둘 다 물에 내려가 빌립이 세례를 베풀고\n"+

"39 둘이 물에서 올라올새 주의 영이 빌립을 이끌어간지라 내시는 기쁘게 길을 가므로 그를 다시 보지 못하니라\n"+

"40 빌립은 아소도에 나타나 여러 성을 지나 다니며 복음을 전하고 가이사랴에 이르니라\n";
const bible39=
"사도행전 9장\n"+

"1 사울이 주의 제자들에 대하여 여전히 위협과 살기가 등등하여 대제사장에게 가서\n"+

"2 다메섹 여러 회당에 가져갈 공문을 청하니 이는 만일 그 도를 따르는 사람을 만나면 남녀를 막론하고 결박하여 예루살렘으로 잡아오려 함이라\n"+

"3 사울이 길을 가다가 다메섹에 가까이 이르더니 홀연히 하늘로부터 빛이 그를 둘러 비추는지라\n"+

"4 땅에 엎드러져 들으매 소리가 있어 이르시되 사울아 사울아 네가 어찌하여 나를 박해하느냐 하시거늘\n"+

"5 대답하되 주여 누구시니이까 이르시되 나는 네가 박해하는 예수라\n"+

"6 너는 일어나 시내로 들어가라 네가 행할 것을 네게 이를 자가 있느니라 하시니\n"+

"7 같이 가던 사람들은 소리만 듣고 아무도 보지 못하여 말을 못하고 서 있더라\n"+

"8 사울이 땅에서 일어나 눈은 떴으나 아무 것도 보지 못하고 사람의 손에 끌려 다메섹으로 들어가서\n"+

"9 사흘 동안 보지 못하고 먹지도 마시지도 아니하니라\n"+

"10 그 때에 다메섹에 아나니아라 하는 제자가 있더니 주께서 환상 중에 불러 이르시되 아나니아야 하시거늘 대답하되 주여 내가 여기 있나이다 하니\n"+

"11 주께서 이르시되 일어나 직가라 하는 거리로 가서 유다의 집에서 다소 사람 사울이라 하는 사람을 찾으라 그가 기도하는 중이니라\n"+

"12 그가 아나니아라 하는 사람이 들어와서 자기에게 안수하여 다시 보게 하는 것을 보았느니라 하시거늘\n"+

"13 아나니아가 대답하되 주여 이 사람에 대하여 내가 여러 사람에게 듣사온즉 그가 예루살렘에서 주의 성도에게 적지 않은 해를 끼쳤다 하더니\n"+

"14 여기서도 주의 이름을 부르는 모든 사람을 결박할 권한을 대제사장들에게서 받았나이다 하거늘\n"+

"15 주께서 이르시되 가라 이 사람은 내 이름을 이방인과 임금들과 이스라엘 자손들에게 전하기 위하여 택한 나의 그릇이라\n"+

"16 그가 내 이름을 위하여 얼마나 고난을 받아야 할 것을 내가 그에게 보이리라 하시니\n"+

"17 아나니아가 떠나 그 집에 들어가서 그에게 안수하여 이르되 형제 사울아 주 곧 네가 오는 길에서 나타나셨던 예수께서 나를 보내어 너로 다시 보게 하시고 성령으로 충만하게 하신다 하니\n"+

"18 즉시 사울의 눈에서 비늘 같은 것이 벗어져 다시 보게 된지라 일어나 세례를 받고\n"+

"19 음식을 먹으매 강건하여지니라 사울이 다메섹에 있는 제자들과 함께 며칠 있을새\n"+

"20 즉시로 각 회당에서 예수가 하나님의 아들이심을 전파하니\n"+

"21 듣는 사람이 다 놀라 말하되 이 사람이 예루살렘에서 이 이름을 부르는 사람을 멸하려던 자가 아니냐 여기 온 것도 그들을 결박하여 대제사장들에게 끌어 가고자 함이 아니냐 하더라\n"+

"22 사울은 힘을 더 얻어 예수를 그리스도라 증언하여 다메섹에 사는 유대인들을 당혹하게 하니라\n"+

"23 여러 날이 지나매 유대인들이 사울 죽이기를 공모하더니\n"+

"24 그 계교가 사울에게 알려지니라 그들이 그를 죽이려고 밤낮으로 성문까지 지키거늘\n"+

"25 그의 제자들이 밤에 사울을 광주리에 담아 성벽에서 달아 내리니라\n"+

"26 사울이 예루살렘에 가서 제자들을 사귀고자 하나 다 두려워하여 그가 제자 됨을 믿지 아니하니\n"+

"27 바나바가 데리고 사도들에게 가서 그가 길에서 어떻게 주를 보았는지와 주께서 그에게 말씀하신 일과 다메섹에서 그가 어떻게 예수의 이름으로 담대히 말하였는지를 전하니라\n"+

"28 사울이 제자들과 함께 있어 예루살렘에 출입하며\n"+

"29 또 주 예수의 이름으로 담대히 말하고 헬라파 유대인들과 함께 말하며 변론하니 그 사람들이 죽이려고 힘쓰거늘\n"+

"30 형제들이 알고 가이사랴로 데리고 내려가서 다소로 보내니라\n"+

"31 그리하여 온 유대와 갈릴리와 사마리아 교회가 평안하여 든든히 서 가고 주를 경외함과 성령의 위로로 진행하여 수가 더 많아지니라\n"+

"32 그 때에 베드로가 사방으로 두루 다니다가 룻다에 사는 성도들에게도 내려갔더니\n"+

"33 거기서 애니아라 하는 사람을 만나매 그는 중풍병으로 침상 위에 누운 지 여덟 해라\n"+

"34 베드로가 이르되 애니아야 예수 그리스도께서 너를 낫게 하시니 일어나 네 자리를 정돈하라 한대 곧 일어나니\n"+

"35 룻다와 사론에 사는 사람들이 다 그를 보고 주께로 돌아오니라\n"+

"36 욥바에 다비다라 하는 여제자가 있으니 그 이름을 번역하면 도르가라 선행과 구제하는 일이 심히 많더니\n"+

"37 그 때에 병들어 죽으매 시체를 씻어 다락에 누이니라\n"+

"38 룻다가 욥바에서 가까운지라 제자들이 베드로가 거기 있음을 듣고 두 사람을 보내어 지체 말고 와 달라고 간청하여\n"+

"39 베드로가 일어나 그들과 함께 가서 이르매 그들이 데리고 다락방에 올라가니 모든 과부가 베드로 곁에 서서 울며 도르가가 그들과 함께 있을 때에 지은 속옷과 겉옷을 다 내보이거늘\n"+

"40 베드로가 사람을 다 내보내고 무릎을 꿇고 기도하고 돌이켜 시체를 향하여 이르되 다비다야 일어나라 하니 그가 눈을 떠 베드로를 보고 일어나 앉는지라\n"+

"41 베드로가 손을 내밀어 일으키고 성도들과 과부들을 불러 들여 그가 살아난 것을 보이니\n"+

"42 온 욥바 사람이 알고 많은 사람이 주를 믿더라\n"+

"43 베드로가 욥바에 여러 날 있어 시몬이라 하는 무두장이의 집에서 머무니라\n";
const bible40=

"사도행전 10장\n"+

"1 가이사랴에 고넬료라 하는 사람이 있으니 이달리야 부대라 하는 군대의 백부장이라\n"+

"2 그가 경건하여 온 집안과 더불어 하나님을 경외하며 백성을 많이 구제하고 하나님께 항상 기도하더니\n"+

"3 하루는 제 구 시쯤 되어 환상 중에 밝히 보매 하나님의 사자가 들어와 이르되 고넬료야 하니\n"+

"4 고넬료가 주목하여 보고 두려워 이르되 주여 무슨 일이니이까 천사가 이르되 네 기도와 구제가 하나님 앞에 상달되어 기억하신 바가 되었으니\n"+

"5 네가 지금 사람들을 욥바에 보내어 베드로라 하는 시몬을 청하라\n"+

"6 그는 무두장이 시몬의 집에 유숙하니 그 집은 해변에 있다 하더라\n"+

"7 마침 말하던 천사가 떠나매 고넬료가 집안 하인 둘과 부하 가운데 경건한 사람 하나를 불러\n"+

"8 이 일을 다 이르고 욥바로 보내니라\n"+

"9 이튿날 그들이 길을 가다가 그 성에 가까이 갔을 그 때에 베드로가 기도하려고 지붕에 올라가니 그 시각은 제 육 시더라\n"+

"10 그가 시장하여 먹고자 하매 사람들이 준비할 때에 황홀한 중에\n"+

"11 하늘이 열리며 한 그릇이 내려오는 것을 보니 큰 보자기 같고 네 귀를 매어 땅에 드리웠더라\n"+

"12 그 안에는 땅에 있는 각종 네 발 가진 짐승과 기는 것과 공중에 나는 것들이 있더라\n"+

"13 또 소리가 있으되 베드로야 일어나 잡아 먹어라 하거늘\n"+

"14 베드로가 이르되 주여 그럴 수 없나이다 속되고 깨끗하지 아니한 것을 내가 결코 먹지 아니하였나이다 한대\n"+

"15 또 두 번째 소리가 있으되 하나님께서 깨끗하게 하신 것을 네가 속되다 하지 말라 하더라\n"+

"16 이런 일이 세 번 있은 후 그 그릇이 곧 하늘로 올려져 가니라\n"+

"17 베드로가 본 바 환상이 무슨 뜻인지 속으로 의아해 하더니 마침 고넬료가 보낸 사람들이 시몬의 집을 찾아 문 밖에 서서\n"+

"18 불러 묻되 베드로라 하는 시몬이 여기 유숙하느냐 하거늘\n"+

"19 베드로가 그 환상에 대하여 생각할 때에 성령께서 그에게 말씀하시되 두 사람이 너를 찾으니\n"+

"20 일어나 내려가 의심하지 말고 함께 가라 내가 그들을 보내었느니라 하시니\n"+

"21 베드로가 내려가 그 사람들을 보고 이르되 내가 곧 너희가 찾는 사람인데 너희가 무슨 일로 왔느냐\n"+

"22 그들이 대답하되 백부장 고넬료는 의인이요 하나님을 경외하는 사람이라 유대 온 족속이 칭찬하더니 그가 거룩한 천사의 지시를 받아 당신을 그 집으로 청하여 말을 들으려 하느니라 한대\n"+

"23 베드로가 불러 들여 유숙하게 하니라 이튿날 일어나 그들과 함께 갈새 욥바에서 온 어떤 형제들도 함께 가니라\n"+

"24 이튿날 가이사랴에 들어가니 고넬료가 그의 친척과 가까운 친구들을 모아 기다리더니\n"+

"25 마침 베드로가 들어올 때에 고넬료가 맞아 발 앞에 엎드리어 절하니\n"+

"26 베드로가 일으켜 이르되 일어서라 나도 사람이라 하고\n"+

"27 더불어 말하며 들어가 여러 사람이 모인 것을 보고\n"+

"28 이르되 유대인으로서 이방인과 교제하며 가까이 하는 것이 위법인 줄은 너희도 알거니와 하나님께서 내게 지시하사 아무도 속되다 하거나 깨끗하지 않다 하지 말라 하시기로\n"+

"29 부름을 사양하지 아니하고 왔노라 묻노니 무슨 일로 나를 불렀느냐\n"+

"30 고넬료가 이르되 내가 나흘 전 이맘때까지 내 집에서 제 구 시 기도를 하는데 갑자기 한 사람이 빛난 옷을 입고 내 앞에 서서\n"+

"31 말하되 고넬료야 하나님이 네 기도를 들으시고 네 구제를 기억하셨으니\n"+

"32 사람을 욥바에 보내어 베드로라 하는 시몬을 청하라 그가 바닷가 무두장이 시몬의 집에 유숙하느니라 하시기로\n"+

"33 내가 곧 당신에게 사람을 보내었는데 오셨으니 잘하였나이다 이제 우리는 주께서 당신에게 명하신 모든 것을 듣고자 하여 다 하나님 앞에 있나이다\n"+

"34 베드로가 입을 열어 말하되 내가 참으로 하나님은 사람의 외모를 보지 아니하시고\n"+

"35 각 나라 중 하나님을 경외하며 의를 행하는 사람은 다 받으시는 줄 깨달았도다\n"+

"36 만유의 주 되신 예수 그리스도로 말미암아 화평의 복음을 전하사 이스라엘 자손들에게 보내신 말씀\n"+

"37 곧 요한이 그 세례를 반포한 후에 갈릴리에서 시작하여 온 유대에 두루 전파된 그것을 너희도 알거니와\n"+

"38 하나님이 나사렛 예수에게 성령과 능력을 기름 붓듯 하셨으매 그가 두루 다니시며 선한 일을 행하시고 마귀에게 눌린 모든 사람을 고치셨으니 이는 하나님이 함께 하셨음이라\n"+

"39 우리는 유대인의 땅과 예루살렘에서 그가 행하신 모든 일에 증인이라 그를 그들이 나무에 달아 죽였으나\n"+

"40 하나님이 사흘 만에 다시 살리사 나타내시되\n"+

"41 모든 백성에게 하신 것이 아니요 오직 미리 택하신 증인 곧 죽은 자 가운데서 부활하신 후 그를 모시고 음식을 먹은 우리에게 하신 것이라\n"+

"42 우리에게 명하사 백성에게 전도하되 하나님이 살아 있는 자와 죽은 자의 재판장으로 정하신 자가 곧 이 사람인 것을 증언하게 하셨고\n"+

"43 그에 대하여 모든 선지자도 증언하되 그를 믿는 사람들이 다 그의 이름을 힘입어 죄 사함을 받는다 하였느니라\n"+

"44 베드로가 이 말을 할 때에 성령이 말씀 듣는 모든 사람에게 내려오시니\n"+

"45 베드로와 함께 온 할례 받은 신자들이 이방인들에게도 성령 부어 주심으로 말미암아 놀라니\n"+

"46 이는 방언을 말하며 하나님 높임을 들음이러라\n"+

"47 이에 베드로가 이르되 이 사람들이 우리와 같이 성령을 받았으니 누가 능히 물로 세례 베풂을 금하리요 하고\n"+

"48 명하여 예수 그리스도의 이름으로 세례를 베풀라 하니라 그들이 베드로에게 며칠 더 머물기를 청하니라\n";
const bible41=

"사도행전 11장\n"+

"1 유대에 있는 사도들과 형제들이 이방인들도 하나님의 말씀을 받았다 함을 들었더니\n"+

"2 베드로가 예루살렘에 올라갔을 때에 할례자들이 비난하여\n"+

"3 이르되 네가 무할례자의 집에 들어가 함께 먹었다 하니\n"+

"4 베드로가 그들에게 이 일을 차례로 설명하여\n"+

"5 이르되 내가 욥바 시에서 기도할 때에 황홀한 중에 환상을 보니 큰 보자기 같은 그릇이 네 귀에 매어 하늘로부터 내리어 내 앞에까지 드리워지거늘\n"+

"6 이것을 주목하여 보니 땅에 네 발 가진 것과 들짐승과 기는 것과 공중에 나는 것들이 보이더라\n"+

"7 또 들으니 소리 있어 내게 이르되 베드로야 일어나 잡아 먹으라 하거늘\n"+

"8 내가 이르되 주님 그럴 수 없나이다 속되거나 깨끗하지 아니한 것은 결코 내 입에 들어간 일이 없나이다 하니\n"+

"9 또 하늘로부터 두 번째 소리 있어 내게 이르되 하나님이 깨끗하게 하신 것을 네가 속되다고 하지 말라 하더라\n"+

"10 이런 일이 세 번 있은 후에 모든 것이 다시 하늘로 끌려 올라가더라\n"+

"11 마침 세 사람이 내가 유숙한 집 앞에 서 있으니 가이사랴에서 내게로 보낸 사람이라\n"+

"12 성령이 내게 명하사 아무 의심 말고 함께 가라 하시매 이 여섯 형제도 나와 함께 가서 그 사람의 집에 들어가니\n"+

"13 그가 우리에게 말하기를 천사가 내 집에 서서 말하되 네가 사람을 욥바에 보내어 베드로라 하는 시몬을 청하라\n"+

"14 그가 너와 네 온 집이 구원 받을 말씀을 네게 이르리라 함을 보았다 하거늘\n"+

"15 내가 말을 시작할 때에 성령이 그들에게 임하시기를 처음 우리에게 하신 것과 같이 하는지라\n"+

"16 내가 주의 말씀에 요한은 물로 세례를 베풀었으나 너희는 성령으로 세례를 받으리라 하신 것이 생각났노라\n"+

"17 그런즉 하나님이 우리가 주 예수 그리스도를 믿을 때에 주신 것과 같은 선물을 그들에게도 주셨으니 내가 누구이기에 하나님을 능히 막겠느냐 하더라\n"+

"18 그들이 이 말을 듣고 잠잠하여 하나님께 영광을 돌려 이르되 그러면 하나님께서 이방인에게도 생명 얻는 회개를 주셨도다 하니라\n"+

"19 그 때에 스데반의 일로 일어난 환난으로 말미암아 흩어진 자들이 베니게와 구브로와 안디옥까지 이르러 유대인에게만 말씀을 전하는데\n"+

"20 그 중에 구브로와 구레네 몇 사람이 안디옥에 이르러 헬라인에게도 말하여 주 예수를 전파하니\n"+

"21 주의 손이 그들과 함께 하시매 수많은 사람들이 믿고 주께 돌아오더라\n"+

"22 예루살렘 교회가 이 사람들의 소문을 듣고 바나바를 안디옥까지 보내니\n"+

"23 그가 이르러 하나님의 은혜를 보고 기뻐하여 모든 사람에게 굳건한 마음으로 주와 함께 머물러 있으라 권하니\n"+

"24 바나바는 착한 사람이요 성령과 믿음이 충만한 사람이라 이에 큰 무리가 주께 더하여지더라\n"+

"25 바나바가 사울을 찾으러 다소에 가서\n"+

"26 만나매 안디옥에 데리고 와서 둘이 교회에 일 년간 모여 있어 큰 무리를 가르쳤고 제자들이 안디옥에서 비로소 그리스도인이라 일컬음을 받게 되었더라\n"+

"27 그 때에 선지자들이 예루살렘에서 안디옥에 이르니\n"+

"28 그 중에 아가보라 하는 한 사람이 일어나 성령으로 말하되 천하에 큰 흉년이 들리라 하더니 글라우디오 때에 그렇게 되니라\n"+

"29 제자들이 각각 그 힘대로 유대에 사는 형제들에게 부조를 보내기로 작정하고\n"+

"30 이를 실행하여 바나바와 사울의 손으로 장로들에게 보내니라\n";
const bible42=

"사도행전 12장\n"+

"1 그 때에 헤롯 왕이 손을 들어 교회 중에서 몇 사람을 해하려 하여\n"+

"2 요한의 형제 야고보를 칼로 죽이니\n"+

"3 유대인들이 이 일을 기뻐하는 것을 보고 베드로도 잡으려 할새 때는 무교절 기간이라\n"+

"4 잡으매 옥에 가두어 군인 넷씩인 네 패에게 맡겨 지키고 유월절 후에 백성 앞에 끌어 내고자 하더라\n"+

"5 이에 베드로는 옥에 갇혔고 교회는 그를 위하여 간절히 하나님께 기도하더라\n"+

"6 헤롯이 잡아 내려고 하는 그 전날 밤에 베드로가 두 군인 틈에서 두 쇠사슬에 매여 누워 자는데 파수꾼들이 문 밖에서 옥을 지키더니\n"+

"7 홀연히 주의 사자가 나타나매 옥중에 광채가 빛나며 또 베드로의 옆구리를 쳐 깨워 이르되 급히 일어나라 하니 쇠사슬이 그 손에서 벗어지더라\n"+

"8 천사가 이르되 띠를 띠고 신을 신으라 하거늘 베드로가 그대로 하니 천사가 또 이르되 겉옷을 입고 따라오라 한대\n"+

"9 베드로가 나와서 따라갈새 천사가 하는 것이 생시인 줄 알지 못하고 환상을 보는가 하니라\n"+

"10 이에 첫째와 둘째 파수를 지나 시내로 통한 쇠문에 이르니 문이 저절로 열리는지라 나와서 한 거리를 지나매 천사가 곧 떠나더라\n"+

"11 이에 베드로가 정신이 들어 이르되 내가 이제야 참으로 주께서 그의 천사를 보내어 나를 헤롯의 손과 유대 백성의 모든 기대에서 벗어나게 하신 줄 알겠노라 하여\n"+

"12 깨닫고 마가라 하는 요한의 어머니 마리아의 집에 가니 여러 사람이 거기에 모여 기도하고 있더라\n"+

"13 베드로가 대문을 두드린대 로데라 하는 여자 아이가 영접하러 나왔다가\n"+

"14 베드로의 음성인 줄 알고 기뻐하여 문을 미처 열지 못하고 달려 들어가 말하되 베드로가 대문 밖에 섰더라 하니\n"+

"15 그들이 말하되 네가 미쳤다 하나 여자 아이는 힘써 말하되 참말이라 하니 그들이 말하되 그러면 그의 천사라 하더라\n"+

"16 베드로가 문 두드리기를 그치지 아니하니 그들이 문을 열어 베드로를 보고 놀라는지라\n"+

"17 베드로가 그들에게 손짓하여 조용하게 하고 주께서 자기를 이끌어 옥에서 나오게 하던 일을 말하고 또 야고보와 형제들에게 이 말을 전하라 하고 떠나 다른 곳으로 가니라\n"+

"18 날이 새매 군인들은 베드로가 어떻게 되었는지 알지 못하여 적지 않게 소동하니\n"+

"19 헤롯이 그를 찾아도 보지 못하매 파수꾼들을 심문하고 죽이라 명하니라 헤롯이 유대를 떠나 가이사랴로 내려가서 머무니라\n"+

"20 헤롯이 두로와 시돈 사람들을 대단히 노여워하니 그들의 지방이 왕국에서 나는 양식을 먹는 까닭에 한마음으로 그에게 나아와 왕의 침소 맡은 신하 블라스도를 설득하여 화목하기를 청한지라\n"+

"21 헤롯이 날을 택하여 왕복을 입고 단상에 앉아 백성에게 연설하니\n"+

"22 백성들이 크게 부르되 이것은 신의 소리요 사람의 소리가 아니라 하거늘\n"+

"23 헤롯이 영광을 하나님께로 돌리지 아니하므로 주의 사자가 곧 치니 벌레에게 먹혀 죽으니라\n"+

"24 하나님의 말씀은 흥왕하여 더하더라\n"+

"25 바나바와 사울이 부조하는 일을 마치고 마가라 하는 요한을 데리고 예루살렘에서 돌아오니라\n";
const bible43=
"사도행전 13장\n"+

"1 안디옥 교회에 선지자들과 교사들이 있으니 곧 바나바와 니게르라 하는 시므온과 구레네 사람 루기오와 분봉 왕 헤롯의 젖동생 마나엔과 및 사울이라\n"+

"2 주를 섬겨 금식할 때에 성령이 이르시되 내가 불러 시키는 일을 위하여 바나바와 사울을 따로 세우라 하시니\n"+

"3 이에 금식하며 기도하고 두 사람에게 안수하여 보내니라\n"+

"4 두 사람이 성령의 보내심을 받아 실루기아에 내려가 거기서 배 타고 구브로에 가서\n"+

"5 살라미에 이르러 하나님의 말씀을 유대인의 여러 회당에서 전할새 요한을 수행원으로 두었더라\n"+

"6 온 섬 가운데로 지나서 바보에 이르러 바예수라 하는 유대인 거짓 선지자인 마술사를 만나니\n"+

"7 그가 총독 서기오 바울과 함께 있으니 서기오 바울은 지혜 있는 사람이라 바나바와 사울을 불러 하나님의 말씀을 듣고자 하더라\n"+

"8 이 마술사 엘루마는 (이 이름을 번역하면 마술사라) 그들을 대적하여 총독으로 믿지 못하게 힘쓰니\n"+

"9 바울이라고 하는 사울이 성령이 충만하여 그를 주목하고\n"+

"10 이르되 모든 거짓과 악행이 가득한 자요 마귀의 자식이요 모든 의의 원수여 주의 바른 길을 굽게 하기를 그치지 아니하겠느냐\n"+

"11 보라 이제 주의 손이 네 위에 있으니 네가 맹인이 되어 얼마 동안 해를 보지 못하리라 하니 즉시 안개와 어둠이 그를 덮어 인도할 사람을 두루 구하는지라\n"+

"12 이에 총독이 그렇게 된 것을 보고 믿으며 주의 가르치심을 놀랍게 여기니라\n"+

"13 바울과 및 동행하는 사람들이 바보에서 배 타고 밤빌리아에 있는 버가에 이르니 요한은 그들에게서 떠나 예루살렘으로 돌아가고\n"+

"14 그들은 버가에서 더 나아가 비시디아 안디옥에 이르러 안식일에 회당에 들어가 앉으니라\n"+

"15 율법과 선지자의 글을 읽은 후에 회당장들이 사람을 보내어 물어 이르되 형제들아 만일 백성을 권할 말이 있거든 말하라 하니\n"+

"16 바울이 일어나 손짓하며 말하되 이스라엘 사람들과 및 하나님을 경외하는 사람들아 들으라\n"+

"17 이 이스라엘 백성의 하나님이 우리 조상들을 택하시고 애굽 땅에서 나그네 된 그 백성을 높여 큰 권능으로 인도하여 내사\n"+

"18 광야에서 약 사십 년간 그들의 소행을 참으시고\n"+

"19 가나안 땅 일곱 족속을 멸하사 그 땅을 기업으로 주시기까지 약 사백오십 년간이라\n"+

"20 그 후에 선지자 사무엘 때까지 사사를 주셨더니\n"+

"21 그 후에 그들이 왕을 구하거늘 하나님이 베냐민 지파 사람 기스의 아들 사울을 사십 년간 주셨다가\n"+

"22 폐하시고 다윗을 왕으로 세우시고 증언하여 이르시되 내가 이새의 아들 다윗을 만나니 내 마음에 맞는 사람이라 내 뜻을 다 이루리라 하시더니\n"+

"23 하나님이 약속하신 대로 이 사람의 후손에서 이스라엘을 위하여 구주를 세우셨으니 곧 예수라\n"+

"24 그가 오시기에 앞서 요한이 먼저 회개의 세례를 이스라엘 모든 백성에게 전파하니라\n"+

"25 요한이 그 달려갈 길을 마칠 때에 말하되 너희가 나를 누구로 생각하느냐 나는 그리스도가 아니라 내 뒤에 오시는 이가 있으니 나는 그 발의 신발끈을 풀기도 감당하지 못하리라 하였으니\n"+

"26 형제들아 아브라함의 후손과 너희 중 하나님을 경외하는 사람들아 이 구원의 말씀을 우리에게 보내셨거늘\n"+

"27 예루살렘에 사는 자들과 그들 관리들이 예수와 및 안식일마다 외우는 바 선지자들의 말을 알지 못하므로 예수를 정죄하여 선지자들의 말을 응하게 하였도다\n"+

"28 죽일 죄를 하나도 찾지 못하였으나 빌라도에게 죽여 달라 하였으니\n"+

"29 성경에 그를 가리켜 기록한 말씀을 다 응하게 한 것이라 후에 나무에서 내려다가 무덤에 두었으나\n"+

"30 하나님이 죽은 자 가운데서 그를 살리신지라\n"+

"31 갈릴리로부터 예루살렘에 함께 올라간 사람들에게 여러 날 보이셨으니 그들이 이제 백성 앞에서 그의 증인이라\n"+

"32 우리도 조상들에게 주신 약속을 너희에게 전파하노니\n"+

"33 곧 하나님이 예수를 일으키사 우리 자녀들에게 이 약속을 이루게 하셨다 함이라 시편 둘째 편에 기록한 바와 같이 너는 내 아들이라 오늘 너를 낳았다 하셨고\n"+

"34 또 하나님께서 죽은 자 가운데서 그를 일으키사 다시 썩음을 당하지 않게 하실 것을 가르쳐 이르시되 내가 다윗의 거룩하고 미쁜 은사를 너희에게 주리라 하셨으며\n"+

"35 또 다른 시편에 일렀으되 주의 거룩한 자로 썩음을 당하지 않게 하시리라 하셨느니라\n"+

"36 다윗은 당시에 하나님의 뜻을 따라 섬기다가 잠들어 그 조상들과 함께 묻혀 썩음을 당하였으되\n"+

"37 하나님께서 살리신 이는 썩음을 당하지 아니하였나니\n"+

"38 그러므로 형제들아 너희가 알 것은 이 사람을 힘입어 죄 사함을 너희에게 전하는 이것이며\n"+

"39 또 모세의 율법으로 너희가 의롭다 하심을 얻지 못하던 모든 일에도 이 사람을 힘입어 믿는 자마다 의롭다 하심을 얻는 이것이라\n"+

"40 그런즉 너희는 선지자들을 통하여 말씀하신 것이 너희에게 미칠까 삼가라\n"+

"41 일렀으되 보라 멸시하는 사람들아 너희는 놀라고 멸망하라 내가 너희 때를 당하여 한 일을 행할 것이니 사람이 너희에게 일러줄지라도 도무지 믿지 못할 일이라 하였느니라 하니라\n"+

"42 그들이 나갈새 사람들이 청하되 다음 안식일에도 이 말씀을 하라 하더라\n"+

"43 회당의 모임이 끝난 후에 유대인과 유대교에 입교한 경건한 사람들이 많이 바울과 바나바를 따르니 두 사도가 더불어 말하고 항상 하나님의 은혜 가운데 있으라 권하니라\n"+

"44 그 다음 안식일에는 온 시민이 거의 다 하나님의 말씀을 듣고자 하여 모이니\n"+

"45 유대인들이 그 무리를 보고 시기가 가득하여 바울이 말한 것을 반박하고 비방하거늘\n";
const bible44=
"사도행전 14장\n"+

"1 이에 이고니온에서 두 사도가 함께 유대인의 회당에 들어가 말하니 유대와 헬라의 허다한 무리가 믿더라\n"+

"2 그러나 순종하지 아니하는 유대인들이 이방인들의 마음을 선동하여 형제들에게 악감을 품게 하거늘\n"+

"3 두 사도가 오래 있어 주를 힘입어 담대히 말하니 주께서 그들의 손으로 표적과 기사를 행하게 하여 주사 자기 은혜의 말씀을 증언하시니\n"+

"4 그 시내의 무리가 나뉘어 유대인을 따르는 자도 있고 두 사도를 따르는 자도 있는지라\n"+

"5 이방인과 유대인과 그 관리들이 두 사도를 모욕하며 돌로 치려고 달려드니\n"+

"6 그들이 알고 도망하여 루가오니아의 두 성 루스드라와 더베와 그 근방으로 가서\n"+

"7 거기서 복음을 전하니라\n"+

"8 루스드라에 발을 쓰지 못하는 한 사람이 앉아 있는데 나면서 걷지 못하게 되어 걸어 본 적이 없는 자라\n"+

"9 바울이 말하는 것을 듣거늘 바울이 주목하여 구원 받을 만한 믿음이 그에게 있는 것을 보고\n"+

"10 큰 소리로 이르되 네 발로 바로 일어서라 하니 그 사람이 일어나 걷는지라\n"+

"11 무리가 바울이 한 일을 보고 루가오니아 방언으로 소리 질러 이르되 신들이 사람의 형상으로 우리 가운데 내려오셨다 하여\n"+

"12 바나바는 제우스라 하고 바울은 그 중에 말하는 자이므로 헤르메스라 하더라\n"+

"13 시외 제우스 신당의 제사장이 소와 화환들을 가지고 대문 앞에 와서 무리와 함께 제사하고자 하니\n"+

"14 두 사도 바나바와 바울이 듣고 옷을 찢고 무리 가운데 뛰어 들어가서 소리 질러\n"+

"15 이르되 여러분이여 어찌하여 이러한 일을 하느냐 우리도 여러분과 같은 성정을 가진 사람이라 여러분에게 복음을 전하는 것은 이런 헛된 일을 버리고 천지와 바다와 그 가운데 만물을 지으시고 살아 계신 하나님께로 돌아오게 함이라\n"+

"16 하나님이 지나간 세대에는 모든 민족으로 자기들의 길들을 가게 방임하셨으나\n"+

"17 그러나 자기를 증언하지 아니하신 것이 아니니 곧 여러분에게 하늘로부터 비를 내리시며 결실기를 주시는 선한 일을 하사 음식과 기쁨으로 여러분의 마음에 만족하게 하셨느니라 하고\n"+

"18 이렇게 말하여 겨우 무리를 말려 자기들에게 제사를 못하게 하니라\n"+

"19 유대인들이 안디옥과 이고니온에서 와서 무리를 충동하니 그들이 돌로 바울을 쳐서 죽은 줄로 알고 시외로 끌어 내치니라\n"+

"20 제자들이 둘러섰을 때에 바울이 일어나 그 성에 들어갔다가 이튿날 바나바와 함께 더베로 가서\n"+

"21 복음을 그 성에서 전하여 많은 사람을 제자로 삼고 루스드라와 이고니온과 안디옥으로 돌아가서\n"+

"22 제자들의 마음을 굳게 하여 이 믿음에 머물러 있으라 권하고 또 우리가 하나님의 나라에 들어가려면 많은 환난을 겪어야 할 것이라 하고\n"+

"23 각 교회에서 장로들을 택하여 금식 기도 하며 그들이 믿는 주께 그들을 위탁하고\n"+

"24 비시디아 가운데로 지나서 밤빌리아에 이르러\n"+

"25 말씀을 버가에서 전하고 앗달리아로 내려가서\n"+

"26 거기서 배 타고 안디옥에 이르니 이 곳은 두 사도가 이룬 그 일을 위하여 전에 하나님의 은혜에 부탁하던 곳이라\n"+

"27 그들이 이르러 교회를 모아 하나님이 함께 행하신 모든 일과 이방인들에게 믿음의 문을 여신 것을 보고하고\n"+

"28 제자들과 함께 오래 있으니라\n";
const bible45=

"사도행전 15장\n"+

"1 어떤 사람들이 유대로부터 내려와서 형제들을 가르치되 너희가 모세의 법대로 할례를 받지 아니하면 능히 구원을 받지 못하리라 하니\n"+

"2 바울 및 바나바와 그들 사이에 적지 아니한 다툼과 변론이 일어난지라 형제들이 이 문제에 대하여 바울과 바나바와 및 그 중의 몇 사람을 예루살렘에 있는 사도와 장로들에게 보내기로 작정하니라\n"+

"3 그들이 교회의 전송을 받고 베니게와 사마리아로 다니며 이방인들이 주께 돌아온 일을 말하여 형제들을 다 크게 기쁘게 하더라\n"+

"4 예루살렘에 이르러 교회와 사도와 장로들에게 영접을 받고 하나님이 자기들과 함께 계셔 행하신 모든 일을 말하매\n"+

"5 바리새파 중에 어떤 믿는 사람들이 일어나 말하되 이방인에게 할례를 행하고 모세의 율법을 지키라 명하는 것이 마땅하다 하니라\n"+

"6 사도와 장로들이 이 일을 의논하러 모여\n"+

"7 많은 변론이 있은 후에 베드로가 일어나 말하되 형제들아 너희도 알거니와 하나님이 이방인들로 내 입에서 복음의 말씀을 들어 믿게 하시려고 오래 전부터 너희 가운데서 나를 택하시고\n"+

"8 또 마음을 아시는 하나님이 우리에게와 같이 그들에게도 성령을 주어 증언하시고\n"+

"9 믿음으로 그들의 마음을 깨끗이 하사 그들이나 우리나 차별하지 아니하셨느니라\n"+

"10 그런데 지금 너희가 어찌하여 하나님을 시험하여 우리 조상과 우리도 능히 메지 못하던 멍에를 제자들의 목에 두려느냐\n"+

"11 그러나 우리는 그들이 우리와 동일하게 주 예수의 은혜로 구원 받는 줄을 믿노라 하니라\n"+

"12 온 무리가 가만히 있어 바나바와 바울이 하나님께서 자기들로 말미암아 이방인 중에서 행하신 표적과 기사에 관하여 말하는 것을 듣더니\n"+

"13 말을 마치매 야고보가 대답하여 이르되 형제들아 내 말을 들으라\n"+

"14 하나님이 처음으로 이방인 중에서 자기 이름을 위할 백성을 취하시려고 그들을 돌보신 것을 시므온이 말하였으니\n"+

"15 선지자들의 말씀이 이와 일치하도다 기록된 바\n"+

"16 이 후에 내가 돌아와서 다윗의 무너진 장막을 다시 지으며 또 그 허물어진 것을 다시 지어 일으키리니\n"+

"17 이는 그 남은 사람들과 내 이름으로 일컬음을 받는 모든 이방인들로 주를 찾게 하려 함이라 하셨으니\n"+

"18 즉 예로부터 이것을 알게 하시는 주의 말씀이라 함과 같으니라\n"+

"19 그러므로 내 의견에는 이방인 중에서 하나님께로 돌아오는 자들을 괴롭게 하지 말고\n"+

"20 다만 우상의 더러운 것과 음행과 목매어 죽인 것과 피를 멀리하라고 편지하는 것이 옳으니\n"+

"21 이는 예로부터 각 성에서 모세를 전하는 자가 있어 안식일마다 회당에서 그 글을 읽음이라 하더라\n"+

"22 이에 사도와 장로와 온 교회가 그 중에서 사람들을 택하여 바울과 바나바와 함께 안디옥으로 보내기를 결정하니 곧 형제 중에 인도자인 바사바라 하는 유다와 실라더라\n"+

"23 그 편에 편지를 부쳐 이르되 사도와 장로 된 형제들은 안디옥과 수리아와 길리기아에 있는 이방인 형제들에게 문안하노라\n"+

"24 들은즉 우리 가운데서 어떤 사람들이 우리의 지시도 없이 나가서 말로 너희를 괴롭게 하고 마음을 혼란하게 한다 하기로\n"+

"25-26 사람을 택하여 우리 주 예수 그리스도의 이름을 위하여 생명을 아끼지 아니하는 자인 우리가 사랑하는 바나바와 바울과 함께 너희에게 보내기를 만장일치로 결정하였노라\n"+

"27 그리하여 유다와 실라를 보내니 그들도 이 일을 말로 전하리라\n"+

"28 성령과 우리는 이 요긴한 것들 외에는 아무 짐도 너희에게 지우지 아니하는 것이 옳은 줄 알았노니\n"+

"29 우상의 제물과 피와 목매어 죽인 것과 음행을 멀리할지니라 이에 스스로 삼가면 잘되리라 평안함을 원하노라 하였더라\n"+

"30 그들이 작별하고 안디옥에 내려가 무리를 모은 후에 편지를 전하니\n"+

"31 읽고 그 위로한 말을 기뻐하더라\n"+

"32 유다와 실라도 선지자라 여러 말로 형제를 권면하여 굳게 하고\n"+

"33 얼마 있다가 평안히 가라는 전송을 형제들에게 받고 자기를 보내던 사람들에게로 돌아가되\n"+

"34 (없음)\n"+

"35 바울과 바나바는 안디옥에서 유하며 수다한 다른 사람들과 함께 주의 말씀을 가르치며 전파하니라\n"+

"36 며칠 후에 바울이 바나바더러 말하되 우리가 주의 말씀을 전한 각 성으로 다시 가서 형제들이 어떠한가 방문하자 하고\n"+

"37 바나바는 마가라 하는 요한도 데리고 가고자 하나\n"+

"38 바울은 밤빌리아에서 자기들을 떠나 함께 일하러 가지 아니한 자를 데리고 가는 것이 옳지 않다 하여\n"+

"39 서로 심히 다투어 피차 갈라서니 바나바는 마가를 데리고 배 타고 구브로로 가고\n"+

"40 바울은 실라를 택한 후에 형제들에게 주의 은혜에 부탁함을 받고 떠나\n"+

"41 수리아와 길리기아로 다니며 교회들을 견고하게 하니라\n";
const bible46=

"사도행전 16장\n"+

"1 바울이 더베와 루스드라에도 이르매 거기 디모데라 하는 제자가 있으니 그 어머니는 믿는 유대 여자요 아버지는 헬라인이라\n"+

"2 디모데는 루스드라와 이고니온에 있는 형제들에게 칭찬 받는 자니\n"+

"3 바울이 그를 데리고 떠나고자 할새 그 지역에 있는 유대인으로 말미암아 그를 데려다가 할례를 행하니 이는 그 사람들이 그의 아버지는 헬라인인 줄 다 앎이러라\n"+

"4 여러 성으로 다녀 갈 때에 예루살렘에 있는 사도와 장로들이 작정한 규례를 그들에게 주어 지키게 하니\n"+

"5 이에 여러 교회가 믿음이 더 굳건해지고 수가 날마다 늘어가니라\n"+

"6 성령이 아시아에서 말씀을 전하지 못하게 하시거늘 그들이 브루기아와 갈라디아 땅으로 다녀가\n"+

"7 무시아 앞에 이르러 비두니아로 가고자 애쓰되 예수의 영이 허락하지 아니하시는지라\n"+

"8 무시아를 지나 드로아로 내려갔는데\n"+

"9 밤에 환상이 바울에게 보이니 마게도냐 사람 하나가 서서 그에게 청하여 이르되 마게도냐로 건너와서 우리를 도우라 하거늘\n"+

"10 바울이 그 환상을 보았을 때 우리가 곧 마게도냐로 떠나기를 힘쓰니 이는 하나님이 저 사람들에게 복음을 전하라고 우리를 부르신 줄로 인정함이러라\n"+

"11 우리가 드로아에서 배로 떠나 사모드라게로 직행하여 이튿날 네압볼리로 가고\n"+

"12 거기서 빌립보에 이르니 이는 마게도냐 지방의 첫 성이요 또 로마의 식민지라 이 성에서 수일을 유하다가\n"+

"13 안식일에 우리가 기도할 곳이 있을까 하여 문 밖 강가에 나가 거기 앉아서 모인 여자들에게 말하는데\n"+

"14 두아디라 시에 있는 자색 옷감 장사로서 하나님을 섬기는 루디아라 하는 한 여자가 말을 듣고 있을 때 주께서 그 마음을 열어 바울의 말을 따르게 하신지라\n"+

"15 그와 그 집이 다 세례를 받고 우리에게 청하여 이르되 만일 나를 주 믿는 자로 알거든 내 집에 들어와 유하라 하고 강권하여 머물게 하니라\n"+

"16 우리가 기도하는 곳에 가다가 점치는 귀신 들린 여종 하나를 만나니 점으로 그 주인들에게 큰 이익을 주는 자라\n"+

"17 그가 바울과 우리를 따라와 소리 질러 이르되 이 사람들은 지극히 높은 하나님의 종으로서 구원의 길을 너희에게 전하는 자라 하며\n"+

"18 이같이 여러 날을 하는지라 바울이 심히 괴로워하여 돌이켜 그 귀신에게 이르되 예수 그리스도의 이름으로 내가 네게 명하노니 그에게서 나오라 하니 귀신이 즉시 나오니라\n"+

"19 여종의 주인들은 자기 수익의 소망이 끊어진 것을 보고 바울과 실라를 붙잡아 장터로 관리들에게 끌어 갔다가\n"+

"20 상관들 앞에 데리고 가서 말하되 이 사람들이 유대인인데 우리 성을 심히 요란하게 하여\n"+

"21 로마 사람인 우리가 받지도 못하고 행하지도 못할 풍속을 전한다 하거늘\n"+

"22 무리가 일제히 일어나 고발하니 상관들이 옷을 찢어 벗기고 매로 치라 하여\n"+

"23 많이 친 후에 옥에 가두고 간수에게 명하여 든든히 지키라 하니\n"+

"24 그가 이러한 명령을 받아 그들을 깊은 옥에 가두고 그 발을 차꼬에 든든히 채웠더니\n"+

"25 한밤중에 바울과 실라가 기도하고 하나님을 찬송하매 죄수들이 듣더라\n"+

"26 이에 갑자기 큰 지진이 나서 옥터가 움직이고 문이 곧 다 열리며 모든 사람의 매인 것이 다 벗어진지라\n"+

"27 간수가 자다가 깨어 옥문들이 열린 것을 보고 죄수들이 도망한 줄 생각하고 칼을 빼어 자결하려 하거늘\n"+

"28 바울이 크게 소리 질러 이르되 네 몸을 상하지 말라 우리가 다 여기 있노라 하니\n"+

"29 간수가 등불을 달라고 하며 뛰어 들어가 무서워 떨며 바울과 실라 앞에 엎드리고\n"+

"30 그들을 데리고 나가 이르되 선생들이여 내가 어떻게 하여야 구원을 받으리이까 하거늘\n"+

"31 이르되 주 예수를 믿으라 그리하면 너와 네 집이 구원을 받으리라 하고\n"+

"32 주의 말씀을 그 사람과 그 집에 있는 모든 사람에게 전하더라\n"+

"33 그 밤 그 시각에 간수가 그들을 데려다가 그 맞은 자리를 씻어 주고 자기와 그 온 가족이 다 세례를 받은 후\n"+

"34 그들을 데리고 자기 집에 올라가서 음식을 차려 주고 그와 온 집안이 하나님을 믿으므로 크게 기뻐하니라\n"+

"35 날이 새매 상관들이 부하를 보내어 이 사람들을 놓으라 하니\n"+

"36 간수가 그 말대로 바울에게 말하되 상관들이 사람을 보내어 너희를 놓으라 하였으니 이제는 나가서 평안히 가라 하거늘\n"+

"37 바울이 이르되 로마 사람인 우리를 죄도 정하지 아니하고 공중 앞에서 때리고 옥에 가두었다가 이제는 가만히 내보내고자 하느냐 아니라 그들이 친히 와서 우리를 데리고 나가야 하리라 한대\n"+

"38 부하들이 이 말을 상관들에게 보고하니 그들이 로마 사람이라 하는 말을 듣고 두려워하여\n"+

"39 와서 권하여 데리고 나가 그 성에서 떠나기를 청하니\n"+

"40 두 사람이 옥에서 나와 루디아의 집에 들어가서 형제들을 만나 보고 위로하고 가니라\n";
const bible47=

"사도행전 17장\n"+

"1 그들이 암비볼리와 아볼로니아로 다녀가 데살로니가에 이르니 거기 유대인의 회당이 있는지라\n"+

"2 바울이 자기의 관례대로 그들에게로 들어가서 세 안식일에 성경을 가지고 강론하며\n"+

"3 뜻을 풀어 그리스도가 해를 받고 죽은 자 가운데서 다시 살아나야 할 것을 증언하고 이르되 내가 너희에게 전하는 이 예수가 곧 그리스도라 하니\n"+

"4 그 중의 어떤 사람 곧 경건한 헬라인의 큰 무리와 적지 않은 귀부인도 권함을 받고 바울과 실라를 따르나\n"+

"5 그러나 유대인들은 시기하여 저자의 어떤 불량한 사람들을 데리고 떼를 지어 성을 소동하게 하여 야손의 집에 침입하여 그들을 백성에게 끌어내려고 찾았으나\n"+

"6 발견하지 못하매 야손과 몇 형제들을 끌고 읍장들 앞에 가서 소리 질러 이르되 천하를 어지럽게 하던 이 사람들이 여기도 이르매\n"+

"7 야손이 그들을 맞아 들였도다 이 사람들이 다 가이사의 명을 거역하여 말하되 다른 임금 곧 예수라 하는 이가 있다 하더이다 하니\n"+

"8 무리와 읍장들이 이 말을 듣고 소동하여\n"+

"9 야손과 그 나머지 사람들에게 보석금을 받고 놓아 주니라\n"+

"10 밤에 형제들이 곧 바울과 실라를 베뢰아로 보내니 그들이 이르러 유대인의 회당에 들어가니라\n"+

"11 베뢰아에 있는 사람들은 데살로니가에 있는 사람들보다 더 너그러워서 간절한 마음으로 말씀을 받고 이것이 그러한가 하여 날마다 성경을 상고하므로\n"+

"12 그 중에 믿는 사람이 많고 또 헬라의 귀부인과 남자가 적지 아니하나\n"+

"13 데살로니가에 있는 유대인들은 바울이 하나님의 말씀을 베뢰아에서도 전하는 줄을 알고 거기도 가서 무리를 움직여 소동하게 하거늘\n"+

"14 형제들이 곧 바울을 내보내어 바다까지 가게 하되 실라와 디모데는 아직 거기 머물더라\n"+

"15 바울을 인도하는 사람들이 그를 데리고 아덴까지 이르러 그에게서 실라와 디모데를 자기에게로 속히 오게 하라는 명령을 받고 떠나니라\n"+

"16 바울이 아덴에서 그들을 기다리다가 그 성에 우상이 가득한 것을 보고 마음에 격분하여\n"+

"17 회당에서는 유대인과 경건한 사람들과 또 장터에서는 날마다 만나는 사람들과 변론하니\n"+

"18 어떤 에피쿠로스와 스토아 철학자들도 바울과 쟁론할새 어떤 사람은 이르되 이 말쟁이가 무슨 말을 하고자 하느냐 하고 어떤 사람은 이르되 이방 신들을 전하는 사람인가보다 하니 이는 바울이 예수와 부활을 전하기 때문이러라\n"+

"19 그를 붙들어 아레오바고로 가며 말하기를 네가 말하는 이 새로운 가르침이 무엇인지 우리가 알 수 있겠느냐\n"+

"20 네가 어떤 이상한 것을 우리 귀에 들려 주니 그 무슨 뜻인지 알고자 하노라 하니\n"+

"21 모든 아덴 사람과 거기서 나그네 된 외국인들이 가장 새로운 것을 말하고 듣는 것 이외에는 달리 시간을 쓰지 않음이더라\n"+

"22 바울이 아레오바고 가운데 서서 말하되 아덴 사람들아 너희를 보니 범사에 종교심이 많도다\n"+

"23 내가 두루 다니며 너희가 위하는 것들을 보다가 알지 못하는 신에게라고 새긴 단도 보았으니 그런즉 너희가 알지 못하고 위하는 그것을 내가 너희에게 알게 하리라\n"+

"24 우주와 그 가운데 있는 만물을 지으신 하나님께서는 천지의 주재시니 손으로 지은 전에 계시지 아니하시고\n"+

"25 또 무엇이 부족한 것처럼 사람의 손으로 섬김을 받으시는 것이 아니니 이는 만민에게 생명과 호흡과 만물을 친히 주시는 이심이라\n"+

"26 인류의 모든 족속을 한 혈통으로 만드사 온 땅에 살게 하시고 그들의 연대를 정하시며 거주의 경계를 한정하셨으니\n"+

"27 이는 사람으로 혹 하나님을 더듬어 찾아 발견하게 하려 하심이로되 그는 우리 각 사람에게서 멀리 계시지 아니하도다\n"+

"28 우리가 그를 힘입어 살며 기동하며 존재하느니라 너희 시인 중 어떤 사람들의 말과 같이 우리가 그의 소생이라 하니\n"+

"29 이와 같이 하나님의 소생이 되었은즉 하나님을 금이나 은이나 돌에다 사람의 기술과 고안으로 새긴 것들과 같이 여길 것이 아니니라\n"+

"30 알지 못하던 시대에는 하나님이 간과하셨거니와 이제는 어디든지 사람에게 다 명하사 회개하라 하셨으니\n"+

"31 이는 정하신 사람으로 하여금 천하를 공의로 심판할 날을 작정하시고 이에 그를 죽은 자 가운데서 다시 살리신 것으로 모든 사람에게 믿을 만한 증거를 주셨음이니라 하니라\n"+

"32 그들이 죽은 자의 부활을 듣고 어떤 사람은 조롱도 하고 어떤 사람은 이 일에 대하여 네 말을 다시 듣겠다 하니\n"+

"33 이에 바울이 그들 가운데서 떠나매\n"+

"34 몇 사람이 그를 가까이하여 믿으니 그 중에는 아레오바고 관리 디오누시오와 다마리라 하는 여자와 또 다른 사람들도 있었더라\n";
const bible48=
"사도행전 18장\n"+

"1 그 후에 바울이 아덴을 떠나 고린도에 이르러\n"+

"2 아굴라라 하는 본도에서 난 유대인 한 사람을 만나니 글라우디오가 모든 유대인을 명하여 로마에서 떠나라 한 고로 그가 그 아내 브리스길라와 함께 이달리야로부터 새로 온지라 바울이 그들에게 가매\n"+

"3 생업이 같으므로 함께 살며 일을 하니 그 생업은 천막을 만드는 것이더라\n"+

"4 안식일마다 바울이 회당에서 강론하고 유대인과 헬라인을 권면하니라\n"+

"5 실라와 디모데가 마게도냐로부터 내려오매 바울이 하나님의 말씀에 붙잡혀 유대인들에게 예수는 그리스도라 밝히 증언하니\n"+

"6 그들이 대적하여 비방하거늘 바울이 옷을 털면서 이르되 너희 피가 너희 머리로 돌아갈 것이요 나는 깨끗하니라 이 후에는 이방인에게로 가리라 하고\n"+

"7 거기서 옮겨 하나님을 경외하는 디도 유스도라 하는 사람의 집에 들어가니 그 집은 회당 옆이라\n"+

"8 또 회당장 그리스보가 온 집안과 더불어 주를 믿으며 수많은 고린도 사람도 듣고 믿어 세례를 받더라\n"+

"9 밤에 주께서 환상 가운데 바울에게 말씀하시되 두려워하지 말며 침묵하지 말고 말하라\n"+

"10 내가 너와 함께 있으매 어떤 사람도 너를 대적하여 해롭게 할 자가 없을 것이니 이는 이 성중에 내 백성이 많음이라 하시더라\n"+

"11 일 년 육 개월을 머물며 그들 가운데서 하나님의 말씀을 가르치니라\n"+

"12 갈리오가 아가야 총독 되었을 때에 유대인이 일제히 일어나 바울을 대적하여 법정으로 데리고 가서\n"+

"13 말하되 이 사람이 율법을 어기면서 하나님을 경외하라고 사람들을 권한다 하거늘\n"+

"14 바울이 입을 열고자 할 때에 갈리오가 유대인들에게 이르되 너희 유대인들아 만일 이것이 무슨 부정한 일이나 불량한 행동이었으면 내가 너희 말을 들어 주는 것이 옳거니와\n"+

"15 만일 문제가 언어와 명칭과 너희 법에 관한 것이면 너희가 스스로 처리하라 나는 이러한 일에 재판장 되기를 원하지 아니하노라 하고\n"+

"16 그들을 법정에서 쫓아내니\n"+

"17 모든 사람이 회당장 소스데네를 잡아 법정 앞에서 때리되 갈리오가 이 일을 상관하지 아니하니라\n"+

"18 바울은 더 여러 날 머물다가 형제들과 작별하고 배 타고 수리아로 떠나갈새 브리스길라와 아굴라도 함께 하더라 바울이 일찍이 서원이 있었으므로 겐그레아에서 머리를 깎았더라\n"+

"19 에베소에 와서 그들을 거기 머물게 하고 자기는 회당에 들어가서 유대인들과 변론하니\n"+

"20 여러 사람이 더 오래 있기를 청하되 허락하지 아니하고\n"+

"21 작별하여 이르되 만일 하나님의 뜻이면 너희에게 돌아오리라 하고 배를 타고 에베소를 떠나\n"+

"22 가이사랴에 상륙하여 올라가 교회의 안부를 물은 후에 안디옥으로 내려가서\n"+

"23 얼마 있다가 떠나 갈라디아와 브루기아 땅을 차례로 다니며 모든 제자를 굳건하게 하니라\n"+

"24 알렉산드리아에서 난 아볼로라 하는 유대인이 에베소에 이르니 이 사람은 언변이 좋고 성경에 능통한 자라\n"+

"25 그가 일찍이 주의 도를 배워 열심으로 예수에 관한 것을 자세히 말하며 가르치나 요한의 세례만 알 따름이라\n"+

"26 그가 회당에서 담대히 말하기 시작하거늘 브리스길라와 아굴라가 듣고 데려다가 하나님의 도를 더 정확하게 풀어 이르더라\n"+

"27 아볼로가 아가야로 건너가고자 함으로 형제들이 그를 격려하며 제자들에게 편지를 써 영접하라 하였더니 그가 가매 은혜로 말미암아 믿은 자들에게 많은 유익을 주니\n"+

"28 이는 성경으로써 예수는 그리스도라고 증언하여 공중 앞에서 힘있게 유대인의 말을 이김이러라\n";
const bible49=

"사도행전 19장\n"+

"1 아볼로가 고린도에 있을 때에 바울이 윗지방으로 다녀 에베소에 와서 어떤 제자들을 만나\n"+

"2 이르되 너희가 믿을 때에 성령을 받았느냐 이르되 아니라 우리는 성령이 계심도 듣지 못하였노라\n"+

"3 바울이 이르되 그러면 너희가 무슨 세례를 받았느냐 대답하되 요한의 세례니라\n"+

"4 바울이 이르되 요한이 회개의 세례를 베풀며 백성에게 말하되 내 뒤에 오시는 이를 믿으라 하였으니 이는 곧 예수라 하거늘\n"+

"5 그들이 듣고 주 예수의 이름으로 세례를 받으니\n"+

"6 바울이 그들에게 안수하매 성령이 그들에게 임하시므로 방언도 하고 예언도 하니\n"+

"7 모두 열두 사람쯤 되니라\n"+

"8 바울이 회당에 들어가 석 달 동안 담대히 하나님 나라에 관하여 강론하며 권면하되\n"+

"9 어떤 사람들은 마음이 굳어 순종하지 않고 무리 앞에서 이 도를 비방하거늘 바울이 그들을 떠나 제자들을 따로 세우고 두란노 서원에서 날마다 강론하니라\n"+

"10 두 해 동안 이같이 하니 아시아에 사는 자는 유대인이나 헬라인이나 다 주의 말씀을 듣더라\n"+

"11 하나님이 바울의 손으로 놀라운 능력을 행하게 하시니\n"+

"12 심지어 사람들이 바울의 몸에서 손수건이나 앞치마를 가져다가 병든 사람에게 얹으면 그 병이 떠나고 악귀도 나가더라\n"+

"13 이에 돌아다니며 마술하는 어떤 유대인들이 시험삼아 악귀 들린 자들에게 주 예수의 이름을 불러 말하되 내가 바울이 전파하는 예수를 의지하여 너희에게 명하노라 하더라\n"+

"14 유대의 한 제사장 스게와의 일곱 아들도 이 일을 행하더니\n"+

"15 악귀가 대답하여 이르되 내가 예수도 알고 바울도 알거니와 너희는 누구냐 하며\n"+

"16 악귀 들린 사람이 그들에게 뛰어올라 눌러 이기니 그들이 상하여 벗은 몸으로 그 집에서 도망하는지라\n"+

"17 에베소에 사는 유대인과 헬라인들이 다 이 일을 알고 두려워하며 주 예수의 이름을 높이고\n"+

"18 믿은 사람들이 많이 와서 자복하여 행한 일을 알리며\n"+

"19 또 마술을 행하던 많은 사람이 그 책을 모아 가지고 와서 모든 사람 앞에서 불사르니 그 책 값을 계산한즉 은 오만이나 되더라\n"+

"20 이와 같이 주의 말씀이 힘이 있어 흥왕하여 세력을 얻으니라\n"+

"21 이 일이 있은 후에 바울이 마게도냐와 아가야를 거쳐 예루살렘에 가기로 작정하여 이르되 내가 거기 갔다가 후에 로마도 보아야 하리라 하고\n"+

"22 자기를 돕는 사람 중에서 디모데와 에라스도 두 사람을 마게도냐로 보내고 자기는 아시아에 얼마 동안 더 있으니라\n"+

"23 그 때쯤 되어 이 도로 말미암아 적지 않은 소동이 있었으니\n"+

"24 즉 데메드리오라 하는 어떤 은장색이 은으로 아데미의 신상 모형을 만들어 직공들에게 적지 않은 벌이를 하게 하더니\n"+

"25 그가 그 직공들과 그러한 영업하는 자들을 모아 이르되 여러분도 알거니와 우리의 풍족한 생활이 이 생업에 있는데\n"+

"26 이 바울이 에베소뿐 아니라 거의 전 아시아를 통하여 수많은 사람을 권유하여 말하되 사람의 손으로 만든 것들은 신이 아니라 하니 이는 그대들도 보고 들은 것이라\n"+

"27 우리의 이 영업이 천하여질 위험이 있을 뿐 아니라 큰 여신 아데미의 신전도 무시 당하게 되고 온 아시아와 천하가 위하는 그의 위엄도 떨어질까 하노라 하더라\n"+

"28 그들이 이 말을 듣고 분노가 가득하여 외쳐 이르되 크다 에베소 사람의 아데미여 하니\n"+

"29 온 시내가 요란하여 바울과 같이 다니는 마게도냐 사람 가이오와 아리스다고를 붙들어 일제히 연극장으로 달려 들어가는지라\n"+

"30 바울이 백성 가운데로 들어가고자 하나 제자들이 말리고\n"+

"31 또 아시아 관리 중에 바울의 친구된 어떤 이들이 그에게 통지하여 연극장에 들어가지 말라 권하더라\n"+

"32 사람들이 외쳐 어떤 이는 이런 말을, 어떤 이는 저런 말을 하니 모인 무리가 분란하여 태반이나 어찌하여 모였는지 알지 못하더라\n"+

"33 유대인들이 무리 가운데서 알렉산더를 권하여 앞으로 밀어내니 알렉산더가 손짓하며 백성에게 변명하려 하나\n"+

"34 그들은 그가 유대인인 줄 알고 다 한 소리로 외쳐 이르되 크다 에베소 사람의 아데미여 하기를 두 시간이나 하더니\n"+

"35 서기장이 무리를 진정시키고 이르되 에베소 사람들아 에베소 시가 큰 아데미와 제우스에게서 내려온 우상의 신전지기가 된 줄을 누가 알지 못하겠느냐\n"+

"36 이 일이 그렇지 않다 할 수 없으니 너희가 가만히 있어서 무엇이든지 경솔히 아니하여야 하리라\n"+

"37 신전의 물건을 도둑질하지도 아니하였고 우리 여신을 비방하지도 아니한 이 사람들을 너희가 붙잡아 왔으니\n"+

"38 만일 데메드리오와 그와 함께 있는 직공들이 누구에게 고발할 것이 있으면 재판 날도 있고 총독들도 있으니 피차 고소할 것이요\n"+

"39 만일 그 외에 무엇을 원하면 정식으로 민회에서 결정할지라\n"+

"40 오늘 아무 까닭도 없는 이 일에 우리가 소요 사건으로 책망 받을 위험이 있고 우리는 이 불법 집회에 관하여 보고할 자료가 없다 하고\n"+

"41 이에 그 모임을 흩어지게 하니라\n";
const bible50=
"사도행전 20장\n"+

"1 소요가 그치매 바울은 제자들을 불러 권한 후에 작별하고 떠나 마게도냐로 가니라\n"+

"2 그 지방으로 다녀가며 여러 말로 제자들에게 권하고 헬라에 이르러\n"+

"3 거기 석 달 동안 있다가 배 타고 수리아로 가고자 할 그 때에 유대인들이 자기를 해하려고 공모하므로 마게도냐를 거쳐 돌아가기로 작정하니\n"+

"4 아시아까지 함께 가는 자는 베뢰아 사람 부로의 아들 소바더와 데살로니가 사람 아리스다고와 세군도와 더베 사람 가이오와 및 디모데와 아시아 사람 두기고와 드로비모라\n"+

"5 그들은 먼저 가서 드로아에서 우리를 기다리더라\n"+

"6 우리는 무교절 후에 빌립보에서 배로 떠나 닷새 만에 드로아에 있는 그들에게 가서 이레를 머무니라\n"+

"7 그 주간의 첫날에 우리가 떡을 떼려 하여 모였더니 바울이 이튿날 떠나고자 하여 그들에게 강론할새 말을 밤중까지 계속하매\n"+

"8 우리가 모인 윗다락에 등불을 많이 켰는데\n"+

"9 유두고라 하는 청년이 창에 걸터 앉아 있다가 깊이 졸더니 바울이 강론하기를 더 오래 하매 졸음을 이기지 못하여 삼 층에서 떨어지거늘 일으켜보니 죽었는지라\n"+

"10 바울이 내려가서 그 위에 엎드려 그 몸을 안고 말하되 떠들지 말라 생명이 그에게 있다 하고\n"+

"11 올라가 떡을 떼어 먹고 오랫동안 곧 날이 새기까지 이야기하고 떠나니라\n"+

"12 사람들이 살아난 청년을 데리고 가서 적지 않게 위로를 받았더라\n"+

"13 우리는 앞서 배를 타고 앗소에서 바울을 태우려고 그리로 가니 이는 바울이 걸어서 가고자 하여 그렇게 정하여 준 것이라\n"+

"14 바울이 앗소에서 우리를 만나니 우리가 배에 태우고 미둘레네로 가서\n"+

"15 거기서 떠나 이튿날 기오 앞에 오고 그 이튿날 사모에 들르고 또 그 다음 날 밀레도에 이르니라\n"+

"16 바울이 아시아에서 지체하지 않기 위하여 에베소를 지나 배 타고 가기로 작정하였으니 이는 될 수 있는 대로 오순절 안에 예루살렘에 이르려고 급히 감이러라\n"+

"17 바울이 밀레도에서 사람을 에베소로 보내어 교회 장로들을 청하니\n"+

"18 오매 그들에게 말하되 아시아에 들어온 첫날부터 지금까지 내가 항상 여러분 가운데서 어떻게 행하였는지를 여러분도 아는 바니\n"+

"19 곧 모든 겸손과 눈물이며 유대인의 간계로 말미암아 당한 시험을 참고 주를 섬긴 것과\n"+

"20 유익한 것은 무엇이든지 공중 앞에서나 각 집에서나 거리낌이 없이 여러분에게 전하여 가르치고\n"+

"21 유대인과 헬라인들에게 하나님께 대한 회개와 우리 주 예수 그리스도께 대한 믿음을 증언한 것이라\n"+

"22 보라 이제 나는 성령에 매여 예루살렘으로 가는데 거기서 무슨 일을 당할는지 알지 못하노라\n"+

"23 오직 성령이 각 성에서 내게 증언하여 결박과 환난이 나를 기다린다 하시나\n"+

"24 내가 달려갈 길과 주 예수께 받은 사명 곧 하나님의 은혜의 복음을 증언하는 일을 마치려 함에는 나의 생명조차 조금도 귀한 것으로 여기지 아니하노라\n"+

"25 보라 내가 여러분 중에 왕래하며 하나님의 나라를 전파하였으나 이제는 여러분이 다 내 얼굴을 다시 보지 못할 줄 아노라\n"+

"26 그러므로 오늘 여러분에게 증언하거니와 모든 사람의 피에 대하여 내가 깨끗하니\n"+

"27 이는 내가 꺼리지 않고 하나님의 뜻을 다 여러분에게 전하였음이라\n"+

"28 여러분은 자기를 위하여 또는 온 양 떼를 위하여 삼가라 성령이 그들 가운데 여러분을 감독자로 삼고 하나님이 자기 피로 사신 교회를 보살피게 하셨느니라\n"+

"29 내가 떠난 후에 사나운 이리가 여러분에게 들어와서 그 양 떼를 아끼지 아니하며\n"+

"30 또한 여러분 중에서도 제자들을 끌어 자기를 따르게 하려고 어그러진 말을 하는 사람들이 일어날 줄을 내가 아노라\n"+

"31 그러므로 여러분이 일깨어 내가 삼 년이나 밤낮 쉬지 않고 눈물로 각 사람을 훈계하던 것을 기억하라\n"+

"32 지금 내가 여러분을 주와 및 그 은혜의 말씀에 부탁하노니 그 말씀이 여러분을 능히 든든히 세우사 거룩하게 하심을 입은 모든 자 가운데 기업이 있게 하시리라\n"+

"33 내가 아무의 은이나 금이나 의복을 탐하지 아니하였고\n"+

"34 여러분이 아는 바와 같이 이 손으로 나와 내 동행들이 쓰는 것을 충당하여\n"+

"35 범사에 여러분에게 모본을 보여준 바와 같이 수고하여 약한 사람들을 돕고 또 주 예수께서 친히 말씀하신 바 주는 것이 받는 것보다 복이 있다 하심을 기억하여야 할지니라\n"+

"36 이 말을 한 후 무릎을 꿇고 그 모든 사람들과 함께 기도하니\n"+

"37 다 크게 울며 바울의 목을 안고 입을 맞추고\n"+

"38 다시 그 얼굴을 보지 못하리라 한 말로 말미암아 더욱 근심하고 배에까지 그를 전송하니라\n";
const bible51="사도행전 21장\n"+

"1. 우리가 그들을 작별하고 배를 타고 바로 고스로 가서 이튿날 로도에 이르러 거기서부터 바다라로 가서\n"+

"2. 베니게로 건너가는 배를 만나서 타고 가다가\n"+

"3. 구브로를 바라보고 이를 왼편에 두고 수리아로 항해하여 두로에서 상륙하니 거기서 배의 짐을 풀려 함이러라\n"+

"4. 제자들을 찾아 거기서 이레를 머물더니 그 제자들이 성령의 감동으로 바울더러 예루살렘에 들어가지 말라 하더라\n"+

"5. 이 여러 날을 지낸 후 우리가 떠나갈새 그들이 다 그 처자와 함께 성문 밖까지 전송하거늘 우리가 바닷가에서 무릎을 꿇어 기도하고\n"+

"6. 서로 작별한 후 우리는 배에 오르고 그들은 집으로 돌아가니라\n"+

"7. 두로를 떠나 항해를 다 마치고 돌레마이에 이르러 형제들에게 안부를 묻고 그들과 함께 하루를 있다가\n"+

"8. 이튿날 떠나 가이사랴에 이르러 일곱 집사 중 하나인 전도자 빌립의 집에 들어가서 머무르니라\n"+

"9. 그에게 딸 넷이 있으니 처녀로 예언하는 자라\n"+

"10. 여러 날 머물러 있더니 아가보라 하는 한 선지자가 유대로부터 내려와\n"+

"11. 우리에게 와서 바울의 띠를 가져다가 자기 수족을 잡아매고 말하기를 성령이 말씀하시되 예루살렘에서 유대인들이 이같이 이 띠 임자를 결박하여 이방인의 손에 넘겨 주리라 하거늘\n"+

"12. 우리가 그 말을 듣고 그 곳 사람들과 더불어 바울에게 예루살렘으로 올라가지 말라 권하니\n"+

"13. 바울이 대답하되 여러분이 어찌하여 울어 내 마음을 상하게 하느냐 나는 주 예수의 이름을 위하여 결박 당할 뿐 아니라 예루살렘에서 죽을 것도 각오하였노라 하니\n"+

"14. 그가 권함을 받지 아니하므로 우리가 주의 뜻대로 이루어지이다 하고 그쳤노라\n"+

"15. 이 여러 날 후에 여장을 꾸려 예루살렘으로 올라갈새\n"+

"16. 가이사랴의 몇 제자가 함께 가며 한 오랜 제자 구브로 사람 나손을 데리고 가니 이는 우리가 그의 집에 머물려 함이라\n"+

"17. 예루살렘에 이르니 형제들이 우리를 기꺼이 영접하거늘\n"+

"18. 그 이튿날 바울이 우리와 함께 야고보에게로 들어가니 장로들도 다 있더라\n"+

"19. 바울이 문안하고 하나님이 자기의 사역으로 말미암아 이방 가운데서 하신 일을 낱낱이 말하니\n"+

"20. 그들이 듣고 하나님께 영광을 돌리고 바울더러 이르되 형제여 그대도 보는 바에 유대인 중에 믿는 자 수만 명이 있으니 다 율법에 열성을 가진 자라\n"+

"21. 네가 이방에 있는 모든 유대인을 가르치되 모세를 배반하고 아들들에게 할례를 행하지 말고 또 관습을 지키지 말라 한다 함을 그들이 들었도다\n"+

"22. 그러면 어찌할꼬 그들이 필연 그대가 온 것을 들으리니\n"+

"23. 우리가 말하는 이대로 하라 서원한 네 사람이 우리에게 있으니\n"+

"24. 그들을 데리고 함께 결례를 행하고 그들을 위하여 비용을 내어 머리를 깎게 하라 그러면 모든 사람이 그대에 대하여 들은 것이 사실이 아니고 그대도 율법을 지켜 행하는 줄로 알 것이라\n"+

"25. 주를 믿는 이방인에게는 우리가 우상의 제물과 피와 목매어 죽인 것과 음행을 피할 것을 결의하고 편지하였느니라 하니\n"+

"26. 바울이 이 사람들을 데리고 이튿날 그들과 함께 결례를 행하고 성전에 들어가서 각 사람을 위하여 제사 드릴 때까지의 결례 기간이 만기된 것을 신고하니라\n"+

"27. 그 이레가 거의 차매 아시아로부터 온 유대인들이 성전에서 바울을 보고 모든 무리를 충동하여 그를 붙들고\n"+

"28. 외치되 이스라엘 사람들아 도우라 이 사람은 각처에서 우리 백성과 율법과 이 곳을 비방하여 모든 사람을 가르치는 그 자인데 또 헬라인을 데리고 성전에 들어가서 이 거룩한 곳을 더럽혔다 하니\n"+

"29. 이는 그들이 전에 에베소 사람 드로비모가 바울과 함께 시내에 있음을 보고 바울이 그를 성전에 데리고 들어간 줄로 생각함이러라\n"+

"30. 온 성이 소동하여 백성이 달려와 모여 바울을 잡아 성전 밖으로 끌고 나가니 문들이 곧 닫히더라\n"+

"31. 그들이 그를 죽이려 할 때에 온 예루살렘이 요란하다는 소문이 군대의 천부장에게 들리매\n"+

"32. 그가 급히 군인들과 백부장들을 거느리고 달려 내려가니 그들이 천부장과 군인들을 보고 바울 치기를 그치는지라\n"+

"33. 이에 천부장이 가까이 가서 바울을 잡아 두 쇠사슬로 결박하라 명하고 그가 누구이며 그가 무슨 일을 하였느냐 물으니\n"+

"34. 무리 가운데서 어떤 이는 이런 말로, 어떤 이는 저런 말로 소리 치거늘 천부장이 소동으로 말미암아 진상을 알 수 없어 그를 영내로 데려가라 명하니라\n"+

"35. 바울이 층대에 이를 때에 무리의 폭행으로 말미암아 군사들에게 들려가니\n"+

"36. 이는 백성의 무리가 그를 없이하자고 외치며 따라 감이러라\n"+

"37. 바울을 데리고 영내로 들어가려 할 그 때에 바울이 천부장에게 이르되 내가 당신에게 말할 수 있느냐 이르되 네가 헬라 말을 아느냐\n"+

"38. 그러면 네가 이전에 소요를 일으켜 자객 사천 명을 거느리고 광야로 가던 애굽인이 아니냐\n"+

"39. 바울이 이르되 나는 유대인이라 소읍이 아닌 길리기아 다소 시의 시민이니 청컨대 백성에게 말하기를 허락하라 하니\n"+

"40. 천부장이 허락하거늘 바울이 층대 위에 서서 백성에게 손짓하여 매우 조용히 한 후에 히브리 말로 말하니라\n";
const bible52="사도행전 22장\n"+

"1. 부형들아 내가 지금 여러분 앞에서 변명하는 말을 들으라\n"+

"2. 그들이 그가 히브리 말로 말함을 듣고 더욱 조용한지라 이어 이르되\n"+

"3. 나는 유대인으로 길리기아 다소에서 났고 이 성에서 자라 가말리엘의 문하에서 우리 조상들의 율법의 엄한 교훈을 받았고 오늘 너희 모든 사람처럼 하나님께 대하여 열심이 있는 자라\n"+

"4. 내가 이 도를 박해하여 사람을 죽이기까지 하고 남녀를 결박하여 옥에 넘겼노니\n"+

"5. 이에 대제사장과 모든 장로들이 내 증인이라 또 내가 그들에게서 다메섹 형제들에게 가는 공문을 받아 가지고 거기 있는 자들도 결박하여 예루살렘으로 끌어다가 형벌 받게 하려고 가더니\n"+

"6. 가는 중 다메섹에 가까이 갔을 때에 오정쯤 되어 홀연히 하늘로부터 큰 빛이 나를 둘러 비치매\n"+

"7. 내가 땅에 엎드러져 들으니 소리 있어 이르되 사울아 사울아 네가 왜 나를 박해하느냐 하시거늘\n"+

"8. 내가 대답하되 주님 누구시니이까 하니 이르시되 나는 네가 박해하는 나사렛 예수라 하시더라\n"+

"9. 나와 함께 있는 사람들이 빛은 보면서도 나에게 말씀하시는 이의 소리는 듣지 못하더라\n"+

"10. 내가 이르되 주님 무엇을 하리이까 주께서 이르시되 일어나 다메섹으로 들어가라 네가 해야 할 모든 것을 거기서 누가 이르리라 하시거늘\n"+

"11. 나는 그 빛의 광채로 말미암아 볼 수 없게 되었으므로 나와 함께 있는 사람들의 손에 끌려 다메섹에 들어갔노라\n"+

"12. 율법에 따라 경건한 사람으로 거기 사는 모든 유대인들에게 칭찬을 듣는 아나니아라 하는 이가\n"+

"13. 내게 와 곁에 서서 말하되 형제 사울아 다시 보라 하거늘 즉시 그를 쳐다보았노라\n"+

"14. 그가 또 이르되 우리 조상들의 하나님이 너를 택하여 너로 하여금 자기 뜻을 알게 하시며 그 의인을 보게 하시고 그 입에서 나오는 음성을 듣게 하셨으니\n"+

"15. 네가 그를 위하여 모든 사람 앞에서 네가 보고 들은 것에 증인이 되리라\n"+

"16. 이제는 왜 주저하느냐 일어나 주의 이름을 불러 세례를 받고 너의 죄를 씻으라 하더라\n"+

"17. 후에 내가 예루살렘으로 돌아와서 성전에서 기도할 때에 황홀한 중에\n"+

"18. 보매 주께서 내게 말씀하시되 속히 예루살렘에서 나가라 그들은 네가 내게 대하여 증언하는 말을 듣지 아니하리라 하시거늘\n"+

"19. 내가 말하기를 주님 내가 주를 믿는 사람들을 가두고 또 각 회당에서 때리고\n"+

"20. 또 주의 증인 스데반이 피를 흘릴 때에 내가 곁에 서서 찬성하고 그 죽이는 사람들의 옷을 지킨 줄 그들도 아나이다\n"+

"21. 나더러 또 이르시되 떠나가라 내가 너를 멀리 이방인에게로 보내리라 하셨느니라\n"+

"22. 이 말하는 것까지 그들이 듣다가 소리 질러 이르되 이러한 자는 세상에서 없애 버리자 살려 둘 자가 아니라 하여\n"+

"23. 떠들며 옷을 벗어 던지고 티끌을 공중에 날리니\n"+

"24. 천부장이 바울을 영내로 데려가라 명하고 그들이 무슨 일로 그에 대하여 떠드는지 알고자 하여 채찍질하며 심문하라 한대\n"+

"25. 가죽 줄로 바울을 매니 바울이 곁에 서 있는 백부장더러 이르되 너희가 로마 시민 된 자를 죄도 정하지 아니하고 채찍질할 수 있느냐 하니\n"+

"26. 백부장이 듣고 가서 천부장에게 전하여 이르되 어찌하려 하느냐 이는 로마 시민이라 하니\n"+

"27. 천부장이 와서 바울에게 말하되 네가 로마 시민이냐 내게 말하라 이르되 그러하다\n"+

"28. 천부장이 대답하되 나는 돈을 많이 들여 이 시민권을 얻었노라 바울이 이르되 나는 나면서부터라 하니\n"+

"29. 심문하려던 사람들이 곧 그에게서 물러가고 천부장도 그가 로마 시민인 줄 알고 또 그 결박한 것 때문에 두려워하니라\n"+

"30. 이튿날 천부장은 유대인들이 무슨 일로 그를 고발하는지 진상을 알고자 하여 그 결박을 풀고 명하여 제사장들과 온 공회를 모으고 바울을 데리고 내려가서 그들 앞에 세우니라\n";
const bible53="사도행전 23장\n"+

"1. 바울이 공회를 주목하여 이르되 여러분 형제들아 오늘까지 나는 범사에 양심을 따라 하나님을 섬겼노라 하거늘\n"+

"2. 대제사장 아나니아가 바울 곁에 서 있는 사람들에게 그 입을 치라 명하니\n"+

"3. 바울이 이르되 회칠한 담이여 하나님이 너를 치시리로다 네가 나를 율법대로 심판한다고 앉아서 율법을 어기고 나를 치라 하느냐 하니\n"+

"4. 곁에 선 사람들이 말하되 하나님의 대제사장을 네가 욕하느냐\n"+

"5. 바울이 이르되 형제들아 나는 그가 대제사장인 줄 알지 못하였노라 기록하였으되 너의 백성의 관리를 비방하지 말라 하였느니라 하더라\n"+

"6. 바울이 그 중 일부는 사두개인이요 다른 일부는 바리새인인 줄 알고 공회에서 외쳐 이르되 여러분 형제들아 나는 바리새인이요 또 바리새인의 아들이라 죽은 자의 소망 곧 부활로 말미암아 내가 심문을 받노라\n"+

"7. 그 말을 한즉 바리새인과 사두개인 사이에 다툼이 생겨 무리가 나누어지니\n"+

"8. 이는 사두개인은 부활도 없고 천사도 없고 영도 없다 하고 바리새인은 다 있다 함이라\n"+

"9. 크게 떠들새 바리새인 편에서 몇 서기관이 일어나 다투어 이르되 우리가 이 사람을 보니 악한 것이 없도다 혹 영이나 혹 천사가 그에게 말하였으면 어찌 하겠느냐 하여\n"+

"10. 큰 분쟁이 생기니 천부장은 바울이 그들에게 찢겨질까 하여 군인을 명하여 내려가 무리 가운데서 빼앗아 가지고 영내로 들어가라 하니라\n"+

"11. 그 날 밤에 주께서 바울 곁에 서서 이르시되 담대하라 네가 예루살렘에서 나의 일을 증언한 것 같이 로마에서도 증언하여야 하리라 하시니라\n"+

"12. 날이 새매 유대인들이 당을 지어 맹세하되 바울을 죽이기 전에는 먹지도 아니하고 마시지도 아니하겠다 하고\n"+

"13. 이같이 동맹한 자가 사십여 명이더라\n"+

"14. 대제사장들과 장로들에게 가서 말하되 우리가 바울을 죽이기 전에는 아무 것도 먹지 않기로 굳게 맹세하였으니\n"+

"15. 이제 너희는 그의 사실을 더 자세히 물어보려는 척하면서 공회와 함께 천부장에게 청하여 바울을 너희에게로 데리고 내려오게 하라 우리는 그가 가까이 오기 전에 죽이기로 준비하였노라 하더니\n"+

"16. 바울의 생질이 그들이 매복하여 있다 함을 듣고 와서 영내에 들어가 바울에게 알린지라\n"+

"17. 바울이 한 백부장을 청하여 이르되 이 청년을 천부장에게로 인도하라 그에게 무슨 할 말이 있다 하니\n"+

"18. 천부장에게로 데리고 가서 이르되 죄수 바울이 나를 불러 이 청년이 당신께 할 말이 있다 하여 데리고 가기를 청하더이다 하매\n"+

"19. 천부장이 그의 손을 잡고 물러가서 조용히 묻되 내게 할 말이 무엇이냐\n"+

"20. 대답하되 유대인들이 공모하기를 그들이 바울에 대하여 더 자세한 것을 묻기 위함이라 하고 내일 그를 데리고 공회로 내려오기를 당신께 청하자 하였으니\n"+

"21. 당신은 그들의 청함을 따르지 마옵소서 그들 중에서 바울을 죽이기 전에는 먹지도 않고 마시지도 않기로 맹세한 자 사십여 명이 그를 죽이려고 숨어서 지금 다 준비하고 당신의 허락만 기다리나이다 하니\n"+

"22. 이에 천부장이 청년을 보내며 경계하되 이 일을 내게 알렸다고 아무에게도 이르지 말라 하고\n"+

"23. 백부장 둘을 불러 이르되 밤 제 삼 시에 가이사랴까지 갈 보병 이백 명과 기병 칠십 명과 창병 이백 명을 준비하라 하고\n"+

"24. 또 바울을 태워 총독 벨릭스에게로 무사히 보내기 위하여 짐승을 준비하라 명하며\n"+

"25. 또 이 아래와 같이 편지하니 일렀으되\n"+

"26. 글라우디오 루시아는 총독 벨릭스 각하께 문안하나이다\n"+

"27. 이 사람이 유대인들에게 잡혀 죽게 된 것을 내가 로마 사람인 줄 들어 알고 군대를 거느리고 가서 구원하여다가\n"+

"28. 유대인들이 무슨 일로 그를 고발하는지 알고자 하여 그들의 공회로 데리고 내려갔더니\n"+

"29. 고발하는 것이 그들의 율법 문제에 관한 것뿐이요 한 가지도 죽이거나 결박할 사유가 없음을 발견하였나이다\n"+

"30. 그러나 이 사람을 해하려는 간계가 있다고 누가 내게 알려 주기로 곧 당신께로 보내며 또 고발하는 사람들도 당신 앞에서 그에 대하여 말하라 하였나이다 하였더라\n"+

"31. 보병이 명을 받은 대로 밤에 바울을 데리고 안디바드리에 이르러\n"+

"32. 이튿날 기병으로 바울을 호송하게 하고 영내로 돌아가니라\n"+

"33. 그들이 가이사랴에 들어가서 편지를 총독에게 드리고 바울을 그 앞에 세우니\n"+

"34. 총독이 읽고 바울더러 어느 영지 사람이냐 물어 길리기아 사람인 줄 알고\n"+

"35. 이르되 너를 고발하는 사람들이 오거든 네 말을 들으리라 하고 헤롯 궁에 그를 지키라 명하니라\n";
const bible54="사도행전 24장\n"+

"1. 닷새 후에 대제사장 아나니아가 어떤 장로들과 한 변호사 더둘로와 함께 내려와서 총독 앞에서 바울을 고발하니라\n"+

"2. 바울을 부르매 더둘로가 고발하여 이르되\n"+

"3. 벨릭스 각하여 우리가 당신을 힘입어 태평을 누리고 또 이 민족이 당신의 선견으로 말미암아 여러 가지로 개선된 것을 우리가 어느 모양으로나 어느 곳에서나 크게 감사하나이다\n"+

"4. 당신을 더 괴롭게 아니하려 하여 우리가 대강 여짜옵나니 관용하여 들으시기를 원하나이다\n"+

"5. 우리가 보니 이 사람은 전염병 같은 자라 천하에 흩어진 유대인을 다 소요하게 하는 자요 나사렛 이단의 우두머리라\n"+

"6. 그가 또 성전을 더럽게 하려 하므로 우리가 잡았사오니 (6하반-8상반 없음)\n"+

"7. (없음)\n"+

"8. 당신이 친히 그를 심문하시면 우리가 고발하는 이 모든 일을 아실 수 있나이다 하니\n"+

"9. 유대인들도 이에 참가하여 이 말이 옳다 주장하니라\n"+

"10. 총독이 바울에게 머리로 표시하여 말하라 하니 그가 대답하되 당신이 여러 해 전부터 이 민족의 재판장 된 것을 내가 알고 내 사건에 대하여 기꺼이 변명하나이다\n"+

"11. 당신이 아실 수 있는 바와 같이 내가 예루살렘에 예배하러 올라간 지 열이틀밖에 안 되었고\n"+

"12. 그들은 내가 성전에서 누구와 변론하는 것이나 회당 또는 시중에서 무리를 소동하게 하는 것을 보지 못하였으니\n"+

"13. 이제 나를 고발하는 모든 일에 대하여 그들이 능히 당신 앞에 내세울 것이 없나이다\n"+

"14. 그러나 이것을 당신께 고백하리이다 나는 그들이 이단이라 하는 도를 따라 조상의 하나님을 섬기고 율법과 선지자들의 글에 기록된 것을 다 믿으며\n"+

"15. 그들이 기다리는 바 하나님께 향한 소망을 나도 가졌으니 곧 의인과 악인의 부활이 있으리라 함이니이다\n"+

"16. 이것으로 말미암아 나도 하나님과 사람에 대하여 항상 양심에 거리낌이 없기를 힘쓰나이다\n"+

"17. 여러 해 만에 내가 내 민족을 구제할 것과 제물을 가지고 와서\n"+

"18. 드리는 중에 내가 결례를 행하였고 모임도 없고 소동도 없이 성전에 있는 것을 그들이 보았나이다 그러나 아시아로부터 온 어떤 유대인들이 있었으니\n"+

"19. 그들이 만일 나를 반대할 사건이 있으면 마땅히 당신 앞에 와서 고발하였을 것이요\n"+

"20. 그렇지 않으면 이 사람들이 내가 공회 앞에 섰을 때에 무슨 옳지 않은 것을 보았는가 말하라 하소서\n"+

"21. 오직 내가 그들 가운데 서서 외치기를 내가 죽은 자의 부활에 대하여 오늘 너희 앞에 심문을 받는다고 한 이 한 소리만 있을 따름이니이다 하니\n"+

"22. 벨릭스가 이 도에 관한 것을 더 자세히 아는 고로 연기하여 이르되 천부장 루시아가 내려오거든 너희 일을 처결하리라 하고\n"+

"23. 백부장에게 명하여 바울을 지키되 자유를 주고 그의 친구들이 그를 돌보아 주는 것을 금하지 말라 하니라\n"+

"24. 수일 후에 벨릭스가 그 아내 유대 여자 드루실라와 함께 와서 바울을 불러 그리스도 예수 믿는 도를 듣거늘\n"+

"25. 바울이 의와 절제와 장차 오는 심판을 강론하니 벨릭스가 두려워하여 대답하되 지금은 가라 내가 틈이 있으면 너를 부르리라 하고\n"+

"26. 동시에 또 바울에게서 돈을 받을까 바라는 고로 더 자주 불러 같이 이야기하더라\n"+

"27. 이태가 지난 후 보르기오 베스도가 벨릭스의 소임을 이어받으니 벨릭스가 유대인의 마음을 얻고자 하여 바울을 구류하여 두니라\n";
const bible55="사도행전 25장\n"+

"1. 베스도가 부임한 지 삼 일 후에 가이사랴에서 예루살렘으로 올라가니\n"+

"2. 대제사장들과 유대인 중 높은 사람들이 바울을 고소할새\n"+

"3. 베스도의 호의로 바울을 예루살렘으로 옮기기를 청하니 이는 길에 매복하였다가 그를 죽이고자 함이더라\n"+

"4. 베스도가 대답하여 바울이 가이사랴에 구류된 것과 자기도 멀지 않아 떠나갈 것을 말하고\n"+

"5. 또 이르되 너희 중 유력한 자들은 나와 함께 내려가서 그 사람에게 만일 옳지 아니한 일이 있거든 고발하라 하니라\n"+

"6. 베스도가 그들 가운데서 팔 일 혹은 십 일을 지낸 후 가이사랴로 내려가서 이튿날 재판 자리에 앉고 바울을 데려오라 명하니\n"+

"7. 그가 나오매 예루살렘에서 내려온 유대인들이 둘러서서 여러 가지 중대한 사건으로 고발하되 능히 증거를 대지 못한지라\n"+

"8. 바울이 변명하여 이르되 유대인의 율법이나 성전이나 가이사에게나 내가 도무지 죄를 범하지 아니하였노라 하니\n"+

"9. 베스도가 유대인의 마음을 얻고자 하여 바울더러 묻되 네가 예루살렘에 올라가서 이 사건에 대하여 내 앞에서 심문을 받으려느냐\n"+

"10. 바울이 이르되 내가 가이사의 재판 자리 앞에 섰으니 마땅히 거기서 심문을 받을 것이라 당신도 잘 아시는 바와 같이 내가 유대인들에게 불의를 행한 일이 없나이다\n"+

"11. 만일 내가 불의를 행하여 무슨 죽을 죄를 지었으면 죽기를 사양하지 아니할 것이나 만일 이 사람들이 나를 고발하는 것이 다 사실이 아니면 아무도 나를 그들에게 내줄 수 없나이다 내가 가이사께 상소하노라 한대\n"+

"12. 베스도가 배석자들과 상의하고 이르되 네가 가이사에게 상소하였으니 가이사에게 갈 것이라 하니라\n"+

"13. 수일 후에 아그립바 왕과 버니게가 베스도에게 문안하러 가이사랴에 와서\n"+

"14. 여러 날을 있더니 베스도가 바울의 일로 왕에게 고하여 이르되 벨릭스가 한 사람을 구류하여 두었는데\n"+

"15. 내가 예루살렘에 있을 때에 유대인의 대제사장들과 장로들이 그를 고소하여 정죄하기를 청하기에\n"+

"16. 내가 대답하되 무릇 피고가 원고들 앞에서 고소 사건에 대하여 변명할 기회가 있기 전에 내주는 것은 로마 사람의 법이 아니라 하였노라\n"+

"17. 그러므로 그들이 나와 함께 여기 오매 내가 지체하지 아니하고 이튿날 재판 자리에 앉아 명하여 그 사람을 데려왔으나\n"+

"18. 원고들이 서서 내가 짐작하던 것 같은 악행의 혐의는 하나도 제시하지 아니하고\n"+

"19. 오직 자기들의 종교와 또는 예수라 하는 이가 죽은 것을 살아 있다고 바울이 주장하는 그 일에 관한 문제로 고발하는 것뿐이라\n"+

"20. 내가 이 일에 대하여 어떻게 심리할는지 몰라서 바울에게 묻되 예루살렘에 올라가서 이 일에 심문을 받으려느냐 한즉\n"+

"21. 바울은 황제의 판결을 받도록 자기를 지켜 주기를 호소하므로 내가 그를 가이사에게 보내기까지 지켜 두라 명하였노라 하니\n"+

"22. 아그립바가 베스도에게 이르되 나도 이 사람의 말을 듣고자 하노라 베스도가 이르되 내일 들으시리이다 하더라\n"+

"23. 이튿날 아그립바와 버니게가 크게 위엄을 갖추고 와서 천부장들과 시중의 높은 사람들과 함께 접견 장소에 들어오고 베스도의 명으로 바울을 데려오니\n"+

"24. 베스도가 말하되 아그립바 왕과 여기 같이 있는 여러분이여 당신들이 보는 이 사람은 유대의 모든 무리가 크게 외치되 살려 두지 못할 사람이라고 하여 예루살렘에서와 여기서도 내게 청원하였으나\n"+

"25. 내가 살피건대 죽일 죄를 범한 일이 없더이다 그러나 그가 황제에게 상소한 고로 보내기로 결정하였나이다\n"+

"26. 그에 대하여 황제께 확실한 사실을 아뢸 것이 없으므로 심문한 후 상소할 자료가 있을까 하여 당신들 앞 특히 아그립바 왕 당신 앞에 그를 내세웠나이다\n"+

"27. 그 죄목도 밝히지 아니하고 죄수를 보내는 것이 무리한 일인 줄 아나이다 하였더라\n";
const bible56="사도행전 26장\n"+

"1. 아그립바가 바울에게 이르되 너를 위하여 말하기를 네게 허락하노라 하니 이에 바울이 손을 들어 변명하되\n"+

"2. 아그립바 왕이여 유대인이 고발하는 모든 일을 오늘 당신 앞에서 변명하게 된 것을 다행히 여기나이다\n"+

"3. 특히 당신이 유대인의 모든 풍속과 문제를 아심이니이다 그러므로 내 말을 너그러이 들으시기를 바라나이다\n"+

"4. 내가 처음부터 내 민족과 더불어 예루살렘에서 젊었을 때 생활한 상황을 유대인이 다 아는 바라\n"+

"5. 일찍부터 나를 알았으니 그들이 증언하려 하면 내가 우리 종교의 가장 엄한 파를 따라 바리새인의 생활을 하였다고 할 것이라\n"+

"6. 이제도 여기 서서 심문 받는 것은 하나님이 우리 조상에게 약속하신 것을 바라는 까닭이니\n"+

"7. 이 약속은 우리 열두 지파가 밤낮으로 간절히 하나님을 받들어 섬김으로 얻기를 바라는 바인데 아그립바 왕이여 이 소망으로 말미암아 내가 유대인들에게 고소를 당하는 것이니이다\n"+

"8. 당신들은 하나님이 죽은 사람을 살리심을 어찌하여 못 믿을 것으로 여기나이까\n"+

"9. 나도 나사렛 예수의 이름을 대적하여 많은 일을 행하여야 될 줄 스스로 생각하고\n"+

"10. 예루살렘에서 이런 일을 행하여 대제사장들에게서 권한을 받아 가지고 많은 성도를 옥에 가두며 또 죽일 때에 내가 찬성 투표를 하였고\n"+

"11. 또 모든 회당에서 여러 번 형벌하여 강제로 모독하는 말을 하게 하고 그들에 대하여 심히 격분하여 외국 성에까지 가서 박해하였고\n"+

"12. 그 일로 대제사장들의 권한과 위임을 받고 다메섹으로 갔나이다\n"+

"13. 왕이여 정오가 되어 길에서 보니 하늘로부터 해보다 더 밝은 빛이 나와 내 동행들을 둘러 비추는지라\n"+

"14. 우리가 다 땅에 엎드러지매 내가 소리를 들으니 히브리 말로 이르되 사울아 사울아 네가 어찌하여 나를 박해하느냐 가시채를 뒷발질하기가 네게 고생이니라\n"+

"15. 내가 대답하되 주님 누구시니이까 주께서 이르시되 나는 네가 박해하는 예수라\n"+

"16. 일어나 너의 발로 서라 내가 네게 나타난 것은 곧 네가 나를 본 일과 장차 내가 네게 나타날 일에 너로 종과 증인을 삼으려 함이니\n"+

"17. 이스라엘과 이방인들에게서 내가 너를 구원하여 그들에게 보내어\n"+

"18. 그 눈을 뜨게 하여 어둠에서 빛으로, 사탄의 권세에서 하나님께로 돌아오게 하고 죄 사함과 나를 믿어 거룩하게 된 무리 가운데서 기업을 얻게 하리라 하더이다\n"+

"19. 아그립바 왕이여 그러므로 하늘에서 보이신 것을 내가 거스르지 아니하고\n"+

"20. 먼저 다메섹과 예루살렘에 있는 사람과 유대 온 땅과 이방인에게까지 회개하고 하나님께로 돌아와서 회개에 합당한 일을 하라 전하므로\n"+

"21. 유대인들이 성전에서 나를 잡아 죽이고자 하였으나\n"+

"22. 하나님의 도우심을 받아 내가 오늘까지 서서 높고 낮은 사람 앞에서 증언하는 것은 선지자들과 모세가 반드시 되리라고 말한 것밖에 없으니\n"+

"23. 곧 그리스도가 고난을 받으실 것과 죽은 자 가운데서 먼저 다시 살아나사 이스라엘과 이방인들에게 빛을 전하시리라 함이니이다 하니라\n"+

"24. 바울이 이같이 변명하매 베스도가 크게 소리 내어 이르되 바울아 네가 미쳤도다 네 많은 학문이 너를 미치게 한다 하니\n"+

"25. 바울이 이르되 베스도 각하여 내가 미친 것이 아니요 참되고 온전한 말을 하나이다\n"+

"26. 왕께서는 이 일을 아시기로 내가 왕께 담대히 말하노니 이 일에 하나라도 아시지 못함이 없는 줄 믿나이다 이 일은 한쪽 구석에서 행한 것이 아니니이다\n"+

"27. 아그립바 왕이여 선지자를 믿으시나이까 믿으시는 줄 아나이다\n"+

"28. 아그립바가 바울에게 이르되 네가 적은 말로 나를 권하여 그리스도인이 되게 하려 하는도다\n"+

"29. 바울이 이르되 말이 적으나 많으나 당신뿐만 아니라 오늘 내 말을 듣는 모든 사람도 다 이렇게 결박된 것 외에는 나와 같이 되기를 하나님께 원하나이다 하니라\n"+

"30. 왕과 총독과 버니게와 그 함께 앉은 사람들이 다 일어나서\n"+

"31. 물러가 서로 말하되 이 사람은 사형이나 결박을 당할 만한 행위가 없다 하더라\n"+

"32. 이에 아그립바가 베스도에게 이르되 이 사람이 만일 가이사에게 상소하지 아니하였더라면 석방될 수 있을 뻔하였다 하니라\n";
const bible57="사도행전 27장\n"+

"1. 우리가 배를 타고 이달리야에 가기로 작정되매 바울과 다른 죄수 몇 사람을 아구스도대의 백부장 율리오란 사람에게 맡기니\n"+

"2. 아시아 해변 각처로 가려 하는 아드라뭇데노 배에 우리가 올라 항해할새 마게도냐의 데살로니가 사람 아리스다고도 함께 하니라\n"+

"3. 이튿날 시돈에 대니 율리오가 바울을 친절히 대하여 친구들에게 가서 대접 받기를 허락하더니\n"+

"4. 또 거기서 우리가 떠나가다가 맞바람을 피하여 구브로 해안을 의지하고 항해하여\n"+

"5. 길리기아와 밤빌리아 바다를 건너 루기아의 무라 시에 이르러\n"+

"6. 거기서 백부장이 이달리야로 가려 하는 알렉산드리아 배를 만나 우리를 오르게 하니\n"+

"7. 배가 더디 가 여러 날 만에 간신히 니도 맞은편에 이르러 풍세가 더 허락하지 아니하므로 살모네 앞을 지나 그레데 해안을 바람막이로 항해하여\n"+

"8. 간신히 그 연안을 지나 미항이라는 곳에 이르니 라새아 시에서 가깝더라\n"+

"9. 여러 날이 걸려 금식하는 절기가 이미 지났으므로 항해하기가 위태한지라 바울이 그들을 권하여\n"+

"10. 말하되 여러분이여 내가 보니 이번 항해가 하물과 배만 아니라 우리 생명에도 타격과 많은 손해를 끼치리라 하되\n"+

"11. 백부장이 선장과 선주의 말을 바울의 말보다 더 믿더라\n"+

"12. 그 항구가 겨울을 지내기에 불편하므로 거기서 떠나 아무쪼록 뵈닉스에 가서 겨울을 지내자 하는 자가 더 많으니 뵈닉스는 그레데 항구라 한쪽은 서남을, 한쪽은 서북을 향하였더라\n"+

"13. 남풍이 순하게 불매 그들이 뜻을 이룬 줄 알고 닻을 감아 그레데 해변을 끼고 항해하더니\n"+

"14. 얼마 안 되어 섬 가운데로부터 유라굴로라는 광풍이 크게 일어나니\n"+

"15. 배가 밀려 바람을 맞추어 갈 수 없어 가는 대로 두고 쫓겨가다가\n"+

"16. 가우다라는 작은 섬 아래로 지나 간신히 거루를 잡아\n"+

"17. 끌어 올리고 줄을 가지고 선체를 둘러 감고 스르디스에 걸릴까 두려워하여 연장을 내리고 그냥 쫓겨가더니\n"+

"18. 우리가 풍랑으로 심히 애쓰다가 이튿날 사공들이 짐을 바다에 풀어 버리고\n"+

"19. 사흘째 되는 날에 배의 기구를 그들의 손으로 내버리니라\n"+

"20. 여러 날 동안 해도 별도 보이지 아니하고 큰 풍랑이 그대로 있으매 구원의 여망마저 없어졌더라\n"+

"21. 여러 사람이 오래 먹지 못하였으매 바울이 가운데 서서 말하되 여러분이여 내 말을 듣고 그레데에서 떠나지 아니하여 이 타격과 손상을 면하였더라면 좋을 뻔하였느니라\n"+

"22. 내가 너희를 권하노니 이제는 안심하라 너희 중 아무도 생명에는 아무런 손상이 없겠고 오직 배뿐이리라\n"+

"23. 내가 속한 바 곧 내가 섬기는 하나님의 사자가 어제 밤에 내 곁에 서서 말하되\n"+

"24. 바울아 두려워하지 말라 네가 가이사 앞에 서야 하겠고 또 하나님께서 너와 함께 항해하는 자를 다 네게 주셨다 하였으니\n"+

"25. 그러므로 여러분이여 안심하라 나는 내게 말씀하신 그대로 되리라고 하나님을 믿노라\n"+

"26. 그런즉 우리가 반드시 한 섬에 걸리리라 하더라\n"+

"27. 열나흘째 되는 날 밤에 우리가 아드리아 바다에서 이리 저리 쫓겨가다가 자정쯤 되어 사공들이 어느 육지에 가까워지는 줄을 짐작하고\n"+

"28. 물을 재어 보니 스무 길이 되고 조금 가다가 다시 재니 열다섯 길이라\n"+

"29. 암초에 걸릴까 하여 고물로 닻 넷을 내리고 날이 새기를 고대하니라\n"+

"30. 사공들이 도망하고자 하여 이물에서 닻을 내리는 체하고 거룻배를 바다에 내려 놓거늘\n"+

"31. 바울이 백부장과 군인들에게 이르되 이 사람들이 배에 있지 아니하면 너희가 구원을 얻지 못하리라 하니\n"+

"32. 이에 군인들이 거룻줄을 끊어 떼어 버리니라\n"+

"33. 날이 새어 가매 바울이 여러 사람에게 음식 먹기를 권하여 이르되 너희가 기다리고 기다리며 먹지 못하고 주린 지가 오늘까지 열나흘인즉\n"+

"34. 음식 먹기를 권하노니 이것이 너희의 구원을 위하는 것이요 너희 중 머리카락 하나도 잃을 자가 없으리라 하고\n"+

"35. 떡을 가져다가 모든 사람 앞에서 하나님께 축사하고 떼어 먹기를 시작하매\n"+

"36. 그들도 다 안심하고 받아 먹으니\n"+

"37. 배에 있는 우리의 수는 전부 이백칠십육 명이더라\n"+

"38. 배부르게 먹고 밀을 바다에 버려 배를 가볍게 하였더니\n"+

"39. 날이 새매 어느 땅인지 알지 못하나 경사진 해안으로 된 항만이 눈에 띄거늘 배를 거기에 들여다 댈 수 있는가 의논한 후\n"+

"40. 닻을 끊어 바다에 버리는 동시에 키를 풀어 늦추고 돛을 달고 바람에 맞추어 해안을 향하여 들어가다가\n"+

"41. 두 물이 합하여 흐르는 곳을 만나 배를 걸매 이물은 부딪쳐 움직일 수 없이 붙고 고물은 큰 물결에 깨어져 가니\n"+

"42. 군인들은 죄수가 헤엄쳐서 도망할까 하여 그들을 죽이는 것이 좋다 하였으나\n"+

"43. 백부장이 바울을 구원하려 하여 그들의 뜻을 막고 헤엄칠 줄 아는 사람들을 명하여 물에 뛰어내려 먼저 육지에 나가게 하고\n"+

"44. 그 남은 사람들은 널조각 혹은 배 물건에 의지하여 나가게 하니 마침내 사람들이 다 상륙하여 구조되니라\n";
const bible58="오늘은 한 장만 읽습니다\n";
const bible59="사도행전 28장\n"+

"1. 우리가 구조된 후에 안즉 그 섬은 멜리데라 하더라\n"+

"2. 비가 오고 날이 차매 원주민들이 우리에게 특별한 동정을 하여 불을 피워 우리를 다 영접하더라\n"+

"3. 바울이 나무 한 묶음을 거두어 불에 넣으니 뜨거움으로 말미암아 독사가 나와 그 손을 물고 있는지라\n"+

"4. 원주민들이 이 짐승이 그 손에 매달려 있음을 보고 서로 말하되 진실로 이 사람은 살인한 자로다 바다에서는 구조를 받았으나 공의가 그를 살지 못하게 함이로다 하더니\n"+

"5. 바울이 그 짐승을 불에 떨어 버리매 조금도 상함이 없더라\n"+

"6. 그들은 그가 붓든지 혹은 갑자기 쓰러져 죽을 줄로 기다렸다가 오래 기다려도 그에게 아무 이상이 없음을 보고 돌이켜 생각하여 말하되 그를 신이라 하더라\n"+

"7. 이 섬에서 가장 높은 사람 보블리오라 하는 이가 그 근처에 토지가 있는지라 그가 우리를 영접하여 사흘이나 친절히 머물게 하더니\n"+

"8. 보블리오의 부친이 열병과 이질에 걸려 누워 있거늘 바울이 들어가서 기도하고 그에게 안수하여 낫게 하매\n"+

"9. 이러므로 섬 가운데 다른 병든 사람들이 와서 고침을 받고\n"+

"10. 후한 예로 우리를 대접하고 떠날 때에 우리 쓸 것을 배에 실었더라\n"+

"11. 석 달 후에 우리가 그 섬에서 겨울을 난 알렉산드리아 배를 타고 떠나니 그 배의 머리 장식은 디오스구로라\n"+

"12. 수라구사에 대고 사흘을 있다가\n"+

"13. 거기서 둘러가서 레기온에 이르러 하루를 지낸 후 남풍이 일어나므로 이튿날 보디올에 이르러\n"+

"14. 거기서 형제들을 만나 그들의 청함을 받아 이레를 함께 머무니라 그래서 우리는 이와 같이 로마로 가니라\n"+

"15. 그 곳 형제들이 우리 소식을 듣고 압비오 광장과 트레이스 타베르네까지 맞으러 오니 바울이 그들을 보고 하나님께 감사하고 담대한 마음을 얻으니라\n"+

"16. 우리가 로마에 들어가니 바울에게는 자기를 지키는 한 군인과 함께 따로 있게 허락하더라\n"+

"17. 사흘 후에 바울이 유대인 중 높은 사람들을 청하여 그들이 모인 후에 이르되 여러분 형제들아 내가 이스라엘 백성이나 우리 조상의 관습을 배척한 일이 없는데 예루살렘에서 로마인의 손에 죄수로 내준 바 되었으니\n"+

"18. 로마인은 나를 심문하여 죽일 죄목이 없으므로 석방하려 하였으나\n"+

"19. 유대인들이 반대하기로 내가 마지 못하여 가이사에게 상소함이요 내 민족을 고발하려는 것이 아니니라\n"+

"20. 이러므로 너희를 보고 함께 이야기하려고 청하였으니 이스라엘의 소망으로 말미암아 내가 이 쇠사슬에 매인 바 되었노라\n"+

"21. 그들이 이르되 우리가 유대에서 네게 대한 편지도 받은 일이 없고 또 형제 중 누가 와서 네게 대하여 좋지 못한 것을 전하든지 이야기한 일도 없느니라\n"+

"22. 이에 우리가 너의 사상이 어떠한가 듣고자 하니 이 파에 대하여는 어디서든지 반대를 받는 줄 알기 때문이라 하더라\n"+

"23. 그들이 날짜를 정하고 그가 유숙하는 집에 많이 오니 바울이 아침부터 저녁까지 강론하여 하나님의 나라를 증언하고 모세의 율법과 선지자의 말을 가지고 예수에 대하여 권하더라\n"+

"24. 그 말을 믿는 사람도 있고 믿지 아니하는 사람도 있어\n"+

"25. 서로 맞지 아니하여 흩어질 때에 바울이 한 말로 이르되 성령이 선지자 이사야를 통하여 너희 조상들에게 말씀하신 것이 옳도다\n"+

"26. 일렀으되 이 백성에게 가서 말하기를 너희가 듣기는 들어도 도무지 깨닫지 못하며 보기는 보아도 도무지 알지 못하는도다\n"+

"27. 이 백성들의 마음이 우둔하여져서 그 귀로는 둔하게 듣고 그 눈은 감았으니 이는 눈으로 보고 귀로 듣고 마음으로 깨달아 돌아오면 내가 고쳐 줄까 함이라 하였으니\n"+

"28. 그런즉 하나님의 이 구원이 이방인에게로 보내어진 줄 알라 그들은 그것을 들으리라 하더라\n"+

"29. (없음)\n"+

"30. 바울이 온 이태를 자기 셋집에 머물면서 자기에게 오는 사람을 다 영접하고\n"+

"31. 하나님의 나라를 전파하며 주 예수 그리스도에 관한 모든 것을 담대하게 거침없이 가르치더라\n";
const bible60="오늘은 한 장만 읽습니다\n";
const bible_array = {
    '1' : bible1, 
    '2' : bible2,
    '3' : bible3,
    '4' : bible4,
    '5' : bible5, 
    '6' : bible6,
    '7' : bible7,
    '8' : bible8, 
    '9' : bible9,
    '10' : bible10,
    '11' : bible11, 
    '12' : bible12,
    '13' : bible13,
    '14' : bible14, 
    '15' : bible15,
    '16' : bible16,
    '17' : bible17, 
    '18' : bible18,
    '19' : bible19,
    '20' : bible20, 
    '21' : bible21,
    '22' : bible22,
    '23' : bible23, 
    '24' : bible24,
    '25' : bible25,
    '26' : bible26, 
    '27' : bible27,
    '28' : bible28,
    '29' : bible29, 
    '30' : bible30,
    '31' : bible31,
    '32' : bible32, 
    '33' : bible33,
    '34' : bible34,
    '35' : bible35, 
    '36' : bible36,
    '37' : bible37,
    '38' : bible38, 
    '39' : bible39,
    '40' : bible40,
    '41' : bible41,
    '42' : bible42,
    '43' : bible43,
    '44' : bible44,
    '45' : bible45,
    '46' : bible46,
    '47' : bible47,
    '48' : bible48,
    '49' : bible49,
    '50' : bible50,
    '51' : bible51,
    '52' : bible52,
    '53' : bible53,
    '54' : bible54,
    '55' : bible55,
    '56' : bible56,
    '57' : bible57,
    '58' : bible58,
    '59' : bible59,
    '60' : bible60,
    
}

export {bible_array};