const bible1="";
const bible2="";
const bible3="";
const bible4="";
const bible5="";
const bible6="";
const bible7 = "사무엘상 7장\n"+
"1  기럇여아림 사람들이 와서 여호와의 궤를 옮겨 산에 사는 아비나답의 집에 들여놓고 그의 아들 엘리아살을 거룩하게 구별하여 여호와의 궤를 지키게 하였더니\n"+
"2  궤가 기럇여아림에 들어간 날부터 이십 년 동안 오래 있은지라 이스라엘 온 족속이 여호와를 사모하니라\n"+
"3  ○사무엘이 이스라엘 온 족속에게 말하여 이르되 만일 너희가 전심으로 여호와께 돌아오려거든 이방 신들과 아스다롯을 너희 중에서 제거하고 너희 마음을 여호와께로 향하여 그만을 섬기라 그리하면 너희를 블레셋 사람의 손에서 건져내시리라\n"+
"4  이에 이스라엘 자손이 바알들과 아스다롯을 제거하고 여호와만 섬기니라\n"+
"5  ○사무엘이 이르되 온 이스라엘은 미스바로 모이라 내가 너희를 위하여 여호와께 기도하리라 하매\n"+
"6  그들이 미스바에 모여 물을 길어 여호와 앞에 붓고 그 날 종일 금식하고 거기에서 이르되 우리가 여호와께 범죄하였나이다 하니라 사무엘이 미스바에서 이스라엘 자손을 다스리니라\n"+
"7  이스라엘 자손이 미스바에 모였다 함을 블레셋 사람들이 듣고 그들의 방백들이 이스라엘을 치러 올라온지라 이스라엘 자손들이 듣고 블레셋 사람들을 두려워하여\n"+
"8  이스라엘 자손이 사무엘에게 이르되 당신은 우리를 위하여 우리 하나님 여호와께 쉬지 말고 부르짖어 우리를 블레셋 사람들의 손에서 구원하시게 하소서 하니\n"+
"9  사무엘이 젖 먹는 어린 양 하나를 가져다가 온전한 번제를 여호와께 드리고 이스라엘을 위하여 여호와께 부르짖으매 여호와께서 응답하셨더라\n"+
"10  사무엘이 번제를 드릴 때에 블레셋 사람이 이스라엘과 싸우려고 가까이 오매 그 날에 여호와께서 블레셋 사람에게 큰 우레를 발하여 그들을 어지럽게 하시니 그들이 이스라엘 앞에 패한지라\n"+
"11  이스라엘 사람들이 미스바에서 나가서 블레셋 사람들을 추격하여 벧갈 아래에 이르기까지 쳤더라\n"+
"12  ○사무엘이 돌을 취하여 미스바와 센 사이에 세워 이르되 여호와께서 여기까지 우리를 도우셨다 하고 그 이름을 에벤에셀이라 하니라\n"+
"13  이에 블레셋 사람들이 굴복하여 다시는 이스라엘 지역 안에 들어오지 못하였으며 여호와의 손이 사무엘이 사는 날 동안에 블레셋 사람을 막으시매\n"+
"14  블레셋 사람들이 이스라엘에게서 빼앗았던 성읍이 에그론부터 가드까지 이스라엘에게 회복되니 이스라엘이 그 사방 지역을 블레셋 사람들의 손에서 도로 찾았고 또 이스라엘과 아모리 사람 사이에 평화가 있었더라\n"+
"15  ○사무엘이 사는 날 동안에 이스라엘을 다스렸으되\n"+
"16  해마다 벧엘과 길갈과 미스바로 순회하여 그 모든 곳에서 이스라엘을 다스렸고\n"+
"17  라마로 돌아왔으니 이는 거기에 자기 집이 있음이니라 거기서도 이스라엘을 다스렸으며 또 거기에 여호와를 위하여 제단을 쌓았더라\n";
const bible8 ="사무엘상 8장\n"+
"1  사무엘이 늙으매 그의 아들들을 이스라엘 사사로 삼으니\n"+
"2  장자의 이름은 요엘이요 차자의 이름은 아비야라 그들이 브엘세바에서 사사가 되니라\n"+
"3  그의 아들들이 자기 아버지의 행위를 따르지 아니하고 이익을 따라 뇌물을 받고 판결을 굽게 하니라\n"+
"4  ○이스라엘 모든 장로가 모여 라마에 있는 사무엘에게 나아가서\n"+
"5  그에게 이르되 보소서 당신은 늙고 당신의 아들들은 당신의 행위를 따르지 아니하니 모든 나라와 같이 우리에게 왕을 세워 우리를 다스리게 하소서 한지라\n"+
"6  우리에게 왕을 주어 우리를 다스리게 하라 했을 때에 사무엘이 그것을 기뻐하지 아니하여 여호와께 기도하매\n"+
"7  여호와께서 사무엘에게 이르시되 백성이 네게 한 말을 다 들으라 이는 그들이 너를 버림이 아니요 나를 버려 자기들의 왕이 되지 못하게 함이니라\n"+
"8  내가 그들을 애굽에서 인도하여 낸 날부터 오늘까지 그들이 모든 행사로 나를 버리고 다른 신들을 섬김 같이 네게도 그리하는도다\n"+
"9  그러므로 그들의 말을 듣되 너는 그들에게 엄히 경고하고 그들을 다스릴 왕의 제도를 가르치라\n"+
"10  ○사무엘이 왕을 요구하는 백성에게 여호와의 모든 말씀을 말하여\n"+
"11  이르되 너희를 다스릴 왕의 제도는 이러하니라 그가 너희 아들들을 데려다가 그의 병거와 말을 어거하게 하리니 그들이 그 병거 앞에서 달릴 것이며\n"+
"12  그가 또 너희의 아들들을 천부장과 오십부장을 삼을 것이며 자기 밭을 갈게 하고 자기 추수를 하게 할 것이며 자기 무기와 병거의 장비도 만들게 할 것이며\n"+
"13  그가 또 너희의 딸들을 데려다가 향료 만드는 자와 요리하는 자와 떡 굽는 자로 삼을 것이며\n"+
"14  그가 또 너희의 밭과 포도원과 감람원에서 제일 좋은 것을 가져다가 자기의 신하들에게 줄 것이며\n"+
"15  그가 또 너희의 곡식과 포도원 소산의 십일조를 거두어 자기의 관리와 신하에게 줄 것이며\n"+
"16  그가 또 너희의 노비와 가장 아름다운 소년과 나귀들을 끌어다가 자기 일을 시킬 것이며\n"+
"17  너희의 양 떼의 십분의 일을 거두어 가리니 너희가 그의 종이 될 것이라\n"+
"18  그 날에 너희는 너희가 택한 왕으로 말미암아 부르짖되 그 날에 여호와께서 너희에게 응답하지 아니하시리라 하니\n"+
"19  ○백성이 사무엘의 말 듣기를 거절하여 이르되 아니로소이다 우리도 우리 왕이 있어야 하리니\n"+
"20  우리도 다른 나라들 같이 되어 우리의 왕이 우리를 다스리며 우리 앞에 나가서 우리의 싸움을 싸워야 할 것이니이다 하는지라\n"+
"21  사무엘이 백성의 말을 다 듣고 여호와께 아뢰매\n"+
"22  여호와께서 사무엘에게 이르시되 그들의 말을 들어 왕을 세우라 하시니 사무엘이 이스라엘 사람들에게 이르되 너희는 각기 성읍으로 돌아가라 하니라\n"+
"\n\n\n";

const bible9="";
const bible10="";
const bible11="";
const bible12="";
const bible13="";
const bible14="";
const bible15="";
const bible16="";
const bible17="사무엘상 17장\n"+
"1 블레셋 사람들이 그들의 군대를 모으고 싸우고자 하여 유다에 속한 소고에 모여 소고와 아세가 사이의 에베스담밈에 진 치매\n"+

"2 사울과 이스라엘 사람들이 모여서 엘라 골짜기에 진 치고 블레셋 사람들을 대하여 전열을 벌였으니\n"+

"3 블레셋 사람들은 이쪽 산에 섰고 이스라엘은 저쪽 산에 섰고 그 사이에는 골짜기가 있었더라\n"+

"4 블레셋 사람들의 진영에서 싸움을 돋우는 자가 왔는데 그의 이름은 골리앗이요 가드 사람이라 그의 키는 여섯 규빗 한 뼘이요\n"+

"5 머리에는 놋 투구를 썼고 몸에는 비늘 갑옷을 입었으니 그 갑옷의 무게가 놋 오천 세겔이며\n"+

"6 그의 다리에는 놋 각반을 쳤고 어깨 사이에는 놋 단창을 메었으니\n"+

"7 그 창 자루는 베틀 채 같고 창 날은 철 육백 세겔이며 방패 든 자가 앞서 행하더라\n"+

"8 그가 서서 이스라엘 군대를 향하여 외쳐 이르되 너희가 어찌하여 나와서 전열을 벌였느냐 나는 블레셋 사람이 아니며 너희는 사울의 신복이 아니냐 너희는 한 사람을 택하여 내게로 내려보내라\n"+

"9 그가 나와 싸워서 나를 죽이면 우리가 너희의 종이 되겠고 만일 내가 이겨 그를 죽이면 너희가 우리의 종이 되어 우리를 섬길 것이니라\n"+

"10 그 블레셋 사람이 또 이르되 내가 오늘 이스라엘의 군대를 모욕하였으니 사람을 보내어 나와 더불어 싸우게 하라 한지라\n"+

"11 사울과 온 이스라엘이 블레셋 사람의 이 말을 듣고 놀라 크게 두려워하니라\n"+

"12 다윗은 유다 베들레헴 에브랏 사람 이새라 하는 사람의 아들이었는데 이새는 사울 당시 사람 중에 나이가 많아 늙은 사람으로서 여덟 아들이 있는 중\n"+

"13 그 장성한 세 아들은 사울을 따라 싸움에 나갔으니 싸움에 나간 세 아들의 이름은 장자 엘리압이요 그 다음은 아비나답이요 셋째는 삼마며\n"+

"14 다윗은 막내라 장성한 세 사람은 사울을 따랐고\n"+

"15 다윗은 사울에게로 왕래하며 베들레헴에서 그의 아버지의 양을 칠 때에\n"+

"16 그 블레셋 사람이 사십 일을 조석으로 나와서 몸을 나타내었더라\n"+

"17 이새가 그의 아들 다윗에게 이르되 지금 네 형들을 위하여 이 볶은 곡식 한 에바와 이 떡 열 덩이를 가지고 진영으로 속히 가서 네 형들에게 주고\n"+

"18 이 치즈 열 덩이를 가져다가 그들의 천부장에게 주고 네 형들의 안부를 살피고 증표를 가져오라\n"+

"19 그 때에 사울과 그들과 이스라엘 모든 사람들은 엘라 골짜기에서 블레셋 사람들과 싸우는 중이더라\n"+

"20 다윗이 아침에 일찍이 일어나서 양을 양 지키는 자에게 맡기고 이새가 명령한 대로 가지고 가서 진영에 이른즉 마침 군대가 전장에 나와서 싸우려고 고함치며,\n"+

"21 이스라엘과 블레셋 사람들이 전열을 벌이고 양군이 서로 대치하였더라\n"+

"22 다윗이 자기의 짐을 짐 지키는 자의 손에 맡기고 군대로 달려가서 형들에게 문안하고\n"+

"23 그들과 함께 말할 때에 마침 블레셋 사람의 싸움 돋우는 가드 사람 골리앗이라 하는 자가 그 전열에서 나와서 전과 같은 말을 하매 다윗이 들으니라\n"+

"24 이스라엘 모든 사람이 그 사람을 보고 심히 두려워하여 그 앞에서 도망하며\n"+

"25 이스라엘 사람들이 이르되 너희가 이 올라 온 사람을 보았느냐 참으로 이스라엘을 모욕하러 왔도다 그를 죽이는 사람은 왕이 많은 재물로 부하게 하고 그의 딸을 그에게 주고 그 아버지의 집을 이스라엘 중에서 세금을 면제하게 하시리라\n"+

"26 다윗이 곁에 서 있는 사람들에게 말하여 이르되 이 블레셋 사람을 죽여 이스라엘의 치욕을 제거하는 사람에게는 어떠한 대우를 하겠느냐 이 할례 받지 않은 블레셋 사람이 누구이기에 살아 계시는 하나님의 군대를 모욕하겠느냐\n"+

"27 백성이 전과 같이 말하여 이르되 그를 죽이는 사람에게는 이러이러하게 하시리라 하니라\n"+

"28 큰형 엘리압이 다윗이 사람들에게 하는 말을 들은지라 그가 다윗에게 노를 발하여 이르되 네가 어찌하여 이리로 내려왔느냐 들에 있는 양들을 누구에게 맡겼느냐 나는 네 교만과 네 마음의 완악함을 아노니 네가 전쟁을 구경하러 왔도다\n"+

"29 다윗이 이르되 내가 무엇을 하였나이까 어찌 이유가 없으리이까 하고\n"+
 
"30 돌아서서 다른 사람을 향하여 전과 같이 말하매 백성이 전과 같이 대답하니라\n"+

"31 어떤 사람이 다윗이 한 말을 듣고 그것을 사울에게 전하였으므로 사울이 다윗을 부른지라\n"+

"32 다윗이 사울에게 말하되 그로 말미암아 사람이 낙담하지 말 것이라 주의 종이 가서 저 블레셋 사람과 싸우리이다 하니\n"+

"33 사울이 다윗에게 이르되 네가 가서 저 블레셋 사람과 싸울 수 없으리니 너는 소년이요 그는 어려서부터 용사임이니라\n"+

"34 다윗이 사울에게 말하되 주의 종이 아버지의 양을 지킬 때에 사자나 곰이 와서 양 떼에서 새끼를 물어가면\n"+

"35 내가 따라가서 그것을 치고 그 입에서 새끼를 건져내었고 그것이 일어나 나를 해하고자 하면 내가 그 수염을 잡고 그것을 쳐죽였나이다\n"+

"36 주의 종이 사자와 곰도 쳤은즉 살아 계시는 하나님의 군대를 모욕한 이 할례 받지 않은 블레셋 사람이리이까 그가 그 짐승의 하나와 같이 되리이다\n"+

"37 또 다윗이 이르되 여호와께서 나를 사자의 발톱과 곰의 발톱에서 건져내셨은즉 나를 이 블레셋 사람의 손에서도 건져내시리이다 사울이 다윗에게 이르되 가라 여호와께서 너와 함께 계시기를 원하노라\n"+

"38 이에 사울이 자기 군복을 다윗에게 입히고 놋 투구를 그의 머리에 씌우고 또 그에게 갑옷을 입히매\n"+

"39 다윗이 칼을 군복 위에 차고는 익숙하지 못하므로 시험적으로 걸어 보다가 사울에게 말하되 익숙하지 못하니 이것을 입고 가지 못하겠나이다 하고 곧 벗고\n"+

"40 손에 막대기를 가지고 시내에서 매끄러운 돌 다섯을 골라서 자기 목자의 제구 곧 주머니에 넣고 손에 물매를 가지고 블레셋 사람에게로 나아가니라\n"+

"41 블레셋 사람이 방패 든 사람을 앞세우고 다윗에게로 점점 가까이 나아가니라\n"+

"42 그 블레셋 사람이 둘러보다가 다윗을 보고 업신여기니 이는 그가 젊고 붉고 용모가 아름다움이라\n"+

"43 블레셋 사람이 다윗에게 이르되 네가 나를 개로 여기고 막대기를 가지고 내게 나아왔느냐 하고 그의 신들의 이름으로 다윗을 저주하고\n"+

"44 그 블레셋 사람이 또 다윗에게 이르되 내게로 오라 내가 네 살을 공중의 새들과 들짐승들에게 주리라 하는지라\n"+

"45 다윗이 블레셋 사람에게 이르되 너는 칼과 창과 단창으로 내게 나아 오거니와 나는 만군의 여호와의 이름 곧 네가 모욕하는 이스라엘 군대의 하나님의 이름으로 네게 나아가노라\n"+

"46 오늘 여호와께서 너를 내 손에 넘기시리니 내가 너를 쳐서 네 목을 베고 블레셋 군대의 시체를 오늘 공중의 새와 땅의 들짐승에게 주어 온 땅으로 이스라엘에 하나님이 계신 줄 알게 하겠고\n"+

"47 또 여호와의 구원하심이 칼과 창에 있지 아니함을 이 무리에게 알게 하리라 전쟁은 여호와께 속한 것인즉 그가 너희를 우리 손에 넘기시리라\n"+

"48 블레셋 사람이 일어나 다윗에게로 마주 가까이 올 때에 다윗이 블레셋 사람을 향하여 빨리 달리며\n"+

"49 손을 주머니에 넣어 돌을 가지고 물매로 던져 블레셋 사람의 이마를 치매 돌이 그의 이마에 박히니 땅에 엎드러지니라\n"+

"50 다윗이 이같이 물매와 돌로 블레셋 사람을 이기고 그를 쳐죽였으나 자기 손에는 칼이 없었더라\n"+

"51 다윗이 달려가서 블레셋 사람을 밟고 그의 칼을 그 칼 집에서 빼내어 그 칼로 그를 죽이고 그의 머리를 베니 블레셋 사람들이 자기 용사의 죽음을 보고 도망하는지라\n"+

"52 이스라엘과 유다 사람들이 일어나서 소리 지르며 블레셋 사람들을 쫓아 가이와 에그론 성문까지 이르렀고 블레셋 사람들의 부상자들은 사아라임 가는 길에서부터 가드와 에그론까지 엎드러졌더라\n"+

"53 이스라엘 자손이 블레셋 사람들을 쫓다가 돌아와서 그들의 진영을 노략하였고\n"+

"54 다윗은 그 블레셋 사람의 머리를 예루살렘으로 가져가고 갑주는 자기 장막에 두니라\n"+

"55 사울은 다윗이 블레셋 사람을 향하여 나아감을 보고 군사령관 아브넬에게 묻되 아브넬아 이 소년이 누구의 아들이냐 아브넬이 이르되 왕이여 왕의 사심으로 맹세하옵나니 내가 알지 못하나이다 하매\n"+

"56 왕이 이르되 너는 이 청년이 누구의 아들인가 물어보라 하였더니\n"+

"57 다윗이 그 블레셋 사람을 죽이고 돌아올 때에 그 블레셋 사람의 머리가 그의 손에 있는 채 아브넬이 그를 사울 앞으로 인도하니\n"+

"58 사울이 그에게 묻되 소년이여 누구의 아들이냐 하니 다윗이 대답하되 나는 주의 종 베들레헴 사람 이새의 아들이니이다 하니라\n";
const bible18="사무엘상 18장\n"+
"1 다윗이 사울에게 말하기를 마치매 요나단의 마음이 다윗의 마음과 하나가 되어 요나단이 그를 자기 생명 같이 사랑하니라\n"+

"2 그 날에 사울은 다윗을 머무르게 하고 그의 아버지의 집으로 다시 돌아가기를 허락하지 아니하였고\n"+

"3 요나단은 다윗을 자기 생명 같이 사랑하여 더불어 언약을 맺었으며\n"+

"4 요나단이 자기가 입었던 겉옷을 벗어 다윗에게 주었고 자기의 군복과 칼과 활과 띠도 그리하였더라\n"+

"5 다윗은 사울이 보내는 곳마다 가서 지혜롭게 행하매 사울이 그를 군대의 장으로 삼았더니 온 백성이 합당히 여겼고 사울의 신하들도 합당히 여겼더라\n"+

"6 무리가 돌아올 때 곧 다윗이 블레셋 사람을 죽이고 돌아올 때에 여인들이 이스라엘 모든 성읍에서 나와서 노래하며 춤추며 소고와 경쇠를 가지고 왕 사울을 환영하는데\n"+

"7 여인들이 뛰놀며 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 한지라\n"+

"8 사울이 그 말에 불쾌하여 심히 노하여 이르되 다윗에게는 만만을 돌리고 내게는 천천만 돌리니 그가 더 얻을 것이 나라 말고 무엇이냐 하고\n"+

"9 그 날 후로 사울이 다윗을 주목하였더라\n"+

"10 그 이튿날 하나님께서 부리시는 악령이 사울에게 힘 있게 내리매 그가 집 안에서 정신 없이 떠들어대므로 다윗이 평일과 같이 손으로 수금을 타는데 그 때에 사울의 손에 창이 있는지라\n"+

"11 그가 스스로 이르기를 내가 다윗을 벽에 박으리라 하고 사울이 그 창을 던졌으나 다윗이 그의 앞에서 두 번 피하였더라\n"+

"12 여호와께서 사울을 떠나 다윗과 함께 계시므로 사울이 그를 두려워한지라\n"+

"13 그러므로 사울이 그를 자기 곁에서 떠나게 하고 그를 천부장으로 삼으매 그가 백성 앞에 출입하며\n"+

"14 다윗이 그의 모든 일을 지혜롭게 행하니라 여호와께서 그와 함께 계시니라\n"+

"15 사울은 다윗이 크게 지혜롭게 행함을 보고 그를 두려워하였으나\n"+

"16 온 이스라엘과 유다는 다윗을 사랑하였으니 그가 자기들 앞에 출입하기 때문이었더라\n"+

"17 사울이 다윗에게 이르되 내 맏딸 메랍을 네게 아내로 주리니 오직 너는 나를 위하여 용기를 내어 여호와의 싸움을 싸우라 하니 이는 그가 생각하기를 내 손을 그에게 대지 않고 블레셋 사람들의 손을 그에게 대게 하리라 함이라\n"+

"18 다윗이 사울에게 이르되 내가 누구며 이스라엘 중에 내 친속이나 내 아버지의 집이 무엇이기에 내가 왕의 사위가 되리이까 하였더니\n"+

"19 사울의 딸 메랍을 다윗에게 줄 시기에 므홀랏 사람 아드리엘에게 아내로 주었더라\n"+

"20 사울의 딸 미갈이 다윗을 사랑하매 어떤 사람이 사울에게 알린지라 사울이 그 일을 좋게 여겨\n"+

"21 스스로 이르되 내가 딸을 그에게 주어서 그에게 올무가 되게 하고 블레셋 사람들의 손으로 그를 치게 하리라 하고 이에 사울이 다윗에게 이르되 네가 오늘 다시 내 사위가 되리라 하니라\n"+

"22 사울이 그의 신하들에게 명령하되 너희는 다윗에게 비밀히 말하여 이르기를 보라 왕이 너를 기뻐하시고 모든 신하도 너를 사랑하나니 그런즉 네가 왕의 사위가 되는 것이 가하니라 하라\n"+

"23 사울의 신하들이 이 말을 다윗의 귀에 전하매 다윗이 이르되 왕의 사위 되는 것을 너희는 작은 일로 보느냐 나는 가난하고 천한 사람이라 한지라\n"+

"24 사울의 신하들이 사울에게 말하여 이르되 다윗이 이러이러하게 말하더이다 하니\n"+

"25 사울이 이르되 너희는 다윗에게 이같이 말하기를 왕이 아무 것도 원하지 아니하고 다만 왕의 원수의 보복으로 블레셋 사람들의 포피 백 개를 원하신다 하라 하였으니 이는 사울의 생각에 다윗을 블레셋 사람들의 손에 죽게 하리라 함이라\n"+

"26 사울의 신하들이 이 말을 다윗에게 아뢰매 다윗이 왕의 사위 되는 것을 좋게 여기므로 결혼할 날이 차기 전에\n"+
 
"27 다윗이 일어나서 그의 부하들과 함께 가서 블레셋 사람 이백 명을 죽이고 그들의 포피를 가져다가 수대로 왕께 드려 왕의 사위가 되고자 하니 사울이 그의 딸 미갈을 다윗에게 아내로 주었더라\n"+
 
"28 여호와께서 다윗과 함께 계심을 사울이 보고 알았고 사울의 딸 미갈도 그를 사랑하므로\n"+

"29 사울이 다윗을 더욱더욱 두려워하여 평생에 다윗의 대적이 되니라\n"+

"30 블레셋 사람들의 방백들이 싸우러 나오면 그들이 나올 때마다 다윗이 사울의 모든 신하보다 더 지혜롭게 행하매 이에 그의 이름이 심히 귀하게 되니라\n";
const bible19 = "사무엘상 19장\n"+
"1 사울이 그의 아들 요나단과 그의 모든 신하에게 다윗을 죽이라 말하였더니 사울의 아들 요나단이 다윗을 심히 좋아하므로\n"+

"2 그가 다윗에게 말하여 이르되 내 아버지 사울이 너를 죽이기를 꾀하시느니라 그러므로 이제 청하노니 아침에 조심하여 은밀한 곳에 숨어 있으라\n"+

"3 내가 나가서 네가 있는 들에서 내 아버지 곁에 서서 네 일을 내 아버지와 말하다가 무엇을 보면 네게 알려 주리라 하고\n"+

"4 요나단이 그의 아버지 사울에게 다윗을 칭찬하여 이르되 원하건대 왕은 신하 다윗에게 범죄하지 마옵소서 그는 왕께 득죄하지 아니하였고 그가 왕께 행한 일은 심히 선함이니이다\n"+

"5 그가 자기 생명을 아끼지 아니하고 블레셋 사람을 죽였고 여호와께서는 온 이스라엘을 위하여 큰 구원을 이루셨으므로 왕이 이를 보고 기뻐하셨거늘 어찌 까닭 없이 다윗을 죽여 무죄한 피를 흘려 범죄하려 하시나이까\n"+

"6 사울이 요나단의 말을 듣고 맹세하되 여호와께서 살아 계심을 두고 맹세하거니와 그가 죽임을 당하지 아니하리라\n"+

"7 요나단이 다윗을 불러 그 모든 일을 그에게 알리고 요나단이 그를 사울에게로 인도하니 그가 사울 앞에 전과 같이 있었더라\n"+

"8 전쟁이 다시 있으므로 다윗이 나가서 블레셋 사람들과 싸워 그들을 크게 쳐죽이매 그들이 그 앞에서 도망하니라\n"+

"9 사울이 손에 단창을 가지고 그의 집에 앉았을 때에 여호와께서 부리시는 악령이 사울에게 접하였으므로 다윗이 손으로 수금을 탈 때에\n"+

"10 사울이 단창으로 다윗을 벽에 박으려 하였으나 그는 사울의 앞을 피하고 사울의 창은 벽에 박힌지라 다윗이 그 밤에 도피하매\n"+

"11 사울이 전령들을 다윗의 집에 보내어 그를 지키다가 아침에 그를 죽이게 하려 한지라 다윗의 아내 미갈이 다윗에게 말하여 이르되 당신이 이 밤에 당신의 생명을 구하지 아니하면 내일에는 죽임을 당하리라 하고\n"+

"12 미갈이 다윗을 창에서 달아 내리매 그가 피하여 도망하니라\n"+

"13 미갈이 우상을 가져다가 침상에 누이고 염소 털로 엮은 것을 그 머리에 씌우고 의복으로 그것을 덮었더니\n"+
 
"14사울이 전령들을 보내어 다윗을 잡으려 하매 미갈이 이르되 그가 병들었느니라\n"+
 
"15 사울이 또 전령들을 보내어 다윗을 보라 하며 이르되 그를 침상째 내게로 들고 오라 내가 그를 죽이리라\n"+
 
"16 전령들이 들어가 본즉 침상에는 우상이 있고 염소 털로 엮은 것이 그 머리에 있었더라\n"+
 
"17 사울이 미갈에게 이르되 너는 어찌하여 이처럼 나를 속여 내 대적을 놓아 피하게 하였느냐 미갈이 사울에게 대답하되 그가 내게 이르기를 나를 놓아 가게 하라 어찌하여 나로 너를 죽이게 하겠느냐 하더이다 하니라\n"+

"18 다윗이 도피하여 라마로 가서 사무엘에게로 나아가서 사울이 자기에게 행한 일을 다 전하였고 다윗과 사무엘이 나욧으로 가서 살았더라\n"+
 
"19 어떤 사람이 사울에게 전하여 이르되 다윗이 라마 나욧에 있더이다 하매\n"+

"20 사울이 다윗을 잡으러 전령들을 보냈더니 그들이 선지자 무리가 예언하는 것과 사무엘이 그들의 수령으로 선 것을 볼 때에 하나님의 영이 사울의 전령들에게 임하매 그들도 예언을 한지라\n"+

"21 어떤 사람이 그것을 사울에게 알리매 사울이 다른 전령들을 보냈더니 그들도 예언을 했으므로 사울이 세 번째 다시 전령들을 보냈더니 그들도 예언을 한지라\n"+

"22 이에 사울도 라마로 가서 세구에 있는 큰 우물에 도착하여 물어 이르되 사무엘과 다윗이 어디 있느냐 어떤 사람이 이르되 라마 나욧에 있나이다\n"+
 
"23 사울이 라마 나욧으로 가니라 하나님의 영이 그에게도 임하시니 그가 라마 나욧에 이르기까지 걸어가며 예언을 하였으며\n"+

"24 그가 또 그의 옷을 벗고 사무엘 앞에서 예언을 하며 하루 밤낮을 벗은 몸으로 누웠더라 그러므로 속담에 이르기를 사울도 선지자 중에 있느냐 하니라\n";

const bible20 = "사무엘상 20장\n"+
"1 다윗이 라마 나욧에서 도망하여 요나단에게 이르되 내가 무엇을 하였으며 내 죄악이 무엇이며 네 아버지 앞에서 내 죄가 무엇이기에 그가 내 생명을 찾느냐\n"+

"2 요나단이 그에게 이르되 결단코 아니라 네가 죽지 아니하리라 내 아버지께서 크고 작은 일을 내게 알리지 아니하고는 행하지 아니하나니 내 아버지께서 어찌하여 이 일은 내게 숨기리요 그렇지 아니하니라\n"+

"3 다윗이 또 맹세하여 이르되 내가 네게 은혜 받은 줄을 네 아버지께서 밝히 알고 스스로 이르기를 요나단이 슬퍼할까 두려운즉 그에게 이것을 알리지 아니하리라 함이니라 그러나 진실로 여호와의 살아 계심과 네 생명을 두고 맹세하노니 나와 죽음의 사이는 한 걸음 뿐이니라\n"+

"4 요나단이 다윗에게 이르되 네 마음의 소원이 무엇이든지 내가 너를 위하여 그것을 이루리라\n"+

"5 다윗이 요나단에게 이르되 내일은 초하루인즉 내가 마땅히 왕을 모시고 앉아 식사를 하여야 할 것이나 나를 보내어 셋째 날 저녁까지 들에 숨게 하고\n"+

"6 네 아버지께서 만일 나에 대하여 자세히 묻거든 그 때에 너는 말하기를 다윗이 자기 성읍 베들레헴으로 급히 가기를 내게 허락하라 간청하였사오니 이는 온 가족을 위하여 거기서 매년제를 드릴 때가 됨이니이다 하라\n"+

"7 그의 말이 좋다 하면 네 종이 평안하려니와 그가 만일 노하면 나를 해하려고 결심한 줄을 알지니\n"+

"8 그런즉 바라건대 네 종에게 인자하게 행하라 네가 네 종에게 여호와 앞에서 너와 맹약하게 하였음이니라 그러나 내게 죄악이 있으면 네가 친히 나를 죽이라 나를 네 아버지에게로 데려갈 이유가 무엇이냐 하니라\n"+

"9 요나단이 이르되 이 일이 결코 네게 일어나지 아니하리라 내 아버지께서 너를 해치려 확실히 결심한 줄 알면 내가 네게 와서 그것을 네게 이르지 아니하겠느냐 하니\n"+

"10 다윗이 요나단에게 이르되 네 아버지께서 혹 엄하게 네게 대답하면 누가 그것을 내게 알리겠느냐 하더라\n"+

"11 요나단이 다윗에게 이르되 오라 우리가 들로 가자 하고 두 사람이 들로 가니라\n"+

"12 요나단이 다윗에게 이르되 이스라엘의 하나님 여호와께서 증언하시거니와 내가 내일이나 모레 이맘때에 내 아버지를 살펴서 너 다윗에게 대한 의향이 선하면 내가 사람을 보내어 네게 알리지 않겠느냐\n"+

"13 그러나 만일 내 아버지께서 너를 해치려 하는데도 내가 이 일을 네게 알려 주어 너를 보내어 평안히 가게 하지 아니하면 여호와께서 나 요나단에게 벌을 내리시고 또 내리시기를 원하노라 여호와께서 내 아버지와 함께 하신 것 같이 너와 함께 하시기를 원하노니\n"+

"14 너는 내가 사는 날 동안에 여호와의 인자하심을 내게 베풀어서 나를 죽지 않게 할 뿐 아니라\n"+

"15 여호와께서 너 다윗의 대적들을 지면에서 다 끊어 버리신 때에도 너는 네 인자함을 내 집에서 영원히 끊어 버리지 말라 하고\n"+

"16 이에 요나단이 다윗의 집과 언약하기를 여호와께서는 다윗의 대적들을 치실지어다 하니라\n"+

"17 다윗에 대한 요나단의 사랑이 그를 다시 맹세하게 하였으니 이는 자기 생명을 사랑함 같이 그를 사랑함이었더라\n"+

"18 요나단이 다윗에게 이르되 내일은 초하루인즉 네 자리가 비므로 네가 없음을 자세히 물으실 것이라\n"+

"19 너는 사흘 동안 있다가 빨리 내려가서 그 일이 있던 날에 숨었던 곳에 이르러 에셀 바위 곁에 있으라\n"+

"20 내가 과녁을 쏘려 함 같이 화살 셋을 그 바위 곁에 쏘고\n"+

"21 아이를 보내어 가서 화살을 찾으라 하며 내가 짐짓 아이에게 이르기를 보라 화살이 네 이쪽에 있으니 가져오라 하거든 너는 돌아올지니 여호와께서 살아 계심을 두고 맹세하노니 네가 평안 무사할 것이요\n"+

"22 만일 아이에게 이르기를 보라 화살이 네 앞쪽에 있다 하거든 네 길을 가라 여호와께서 너를 보내셨음이니라\n"+

"23 너와 내가 말한 일에 대하여는 여호와께서 너와 나 사이에 영원토록 계시느니라 하니라\n"+

"24 다윗이 들에 숨으니라 초하루가 되매 왕이 앉아 음식을 먹을 때에\n"+

"25 왕은 평시와 같이 벽 곁 자기 자리에 앉아 있고 요나단은 서 있고 아브넬은 사울 곁에 앉아 있고 다윗의 자리는 비었더라\n"+

"26 그러나 그 날에는 사울이 아무 말도 하지 아니하였으니 이는 생각하기를 그에게 무슨 사고가 있어서 부정한가보다 정녕히 부정한가보다 하였음이더니\n"+

"27 이튿날 곧 그 달의 둘째 날에도 다윗의 자리가 여전히 비었으므로 사울이 그의 아들 요나단에게 묻되 이새의 아들이 어찌하여 어제와 오늘 식사에 나오지 아니하느냐 하니\n"+

"28 요나단이 사울에게 대답하되 다윗이 내게 베들레헴으로 가기를 간청하여\n"+

"29 이르되 원하건대 나에게 가게 하라 우리 가족이 그 성읍에서 제사할 일이 있으므로 나의 형이 내게 오기를 명령하였으니 내가 네게 사랑을 받거든 내가 가서 내 형들을 보게 하라 하였으므로 그가 왕의 식사 자리에 오지 아니하였나이다 하니\n"+

"30 사울이 요나단에게 화를 내며 그에게 이르되 패역무도한 계집의 소생아 네가 이새의 아들을 택한 것이 네 수치와 네 어미의 벌거벗은 수치 됨을 내가 어찌 알지 못하랴\n"+

"31 이새의 아들이 땅에 사는 동안은 너와 네 나라가 든든히 서지 못하리라 그런즉 이제 사람을 보내어 그를 내게로 끌어 오라 그는 죽어야 할 자이니라 한지라\n"+

"32 요나단이 그의 아버지 사울에게 대답하여 이르되 그가 죽을 일이 무엇이니이까 무엇을 행하였나이까\n"+

"33 사울이 요나단에게 단창을 던져 죽이려 한지라 요나단이 그의 아버지가 다윗을 죽이기로 결심한 줄 알고\n"+

"34 심히 노하여 식탁에서 떠나고 그 달의 둘째 날에는 먹지 아니하였으니 이는 그의 아버지가 다윗을 욕되게 하였으므로 다윗을 위하여 슬퍼함이었더라\n"+

"35 아침에 요나단이 작은 아이를 데리고 다윗과 정한 시간에 들로 나가서\n"+

"36 아이에게 이르되 달려가서 내가 쏘는 화살을 찾으라 하고 아이가 달려갈 때에 요나단이 화살을 그의 위로 지나치게 쏘니라\n"+

"37 아이가 요나단이 쏜 화살 있는 곳에 이를 즈음에 요나단이 아이 뒤에서 외쳐 이르되 화살이 네 앞쪽에 있지 아니하냐 하고\n"+

"38 요나단이 아이 뒤에서 또 외치되 지체 말고 빨리 달음질하라 하매 요나단의 아이가 화살을 주워 가지고 주인에게로 돌아왔으나\n"+

"39 그 아이는 아무것도 알지 못하고 요나단과 다윗만 그 일을 알았더라\n"+
 
"40 요나단이 그의 무기를 아이에게 주며 이르되 이것을 가지고 성읍으로 가라 하니\n"+

"41 아이가 가매 다윗이 곧 바위 남쪽에서 일어나서 땅에 엎드려 세 번 절한 후에 서로 입 맞추고 같이 울되 다윗이 더욱 심하더니\n"+

"42 요나단이 다윗에게 이르되 평안히 가라 우리 두 사람이 여호와의 이름으로 맹세하여 이르기를 여호와께서 영원히 나와 너 사이에 계시고 내 자손과 네 자손 사이에 계시리라 하였느니라 하니 다윗은 일어나 떠나고 요나단은 성읍으로 들어가니라\n";

const bible21 = "사무엘상 21장\n"+
"1 다윗이 놉에 가서 제사장 아히멜렉에게 이르니 아히멜렉이 떨며 다윗을 영접하여 그에게 이르되 어찌하여 네가 홀로 있고 함께 하는 자가 아무도 없느냐 하니\n"+

"2 다윗이 제사장 아히멜렉에게 이르되 왕이 내게 일을 명령하고 이르시기를 내가 너를 보내는 것과 네게 명령한 일은 아무것도 사람에게 알리지 말라 하시기로 내가 나의 소년들을 이러이러한 곳으로 오라고 말하였나이다\n"+

"3 이제 당신의 수중에 무엇이 있나이까 떡 다섯 덩이나 무엇이나 있는 대로 내 손에 주소서 하니\n"+

"4 제사장이 다윗에게 대답하여 이르되 보통 떡은 내 수중에 없으나 거룩한 떡은 있나니 그 소년들이 여자를 가까이만 하지 아니하였으면 주리라 하는지라\n"+

"5 다윗이 제사장에게 대답하여 이르되 우리가 참으로 삼 일 동안이나 여자를 가까이 하지 아니하였나이다 내가 떠난 길이 보통 여행이라도 소년들의 그릇이 성결하겠거든 하물며 오늘 그들의 그릇이 성결하지 아니하겠나이까 하매\n"+

"6 제사장이 그 거룩한 떡을 주었으니 거기는 진설병 곧 여호와 앞에서 물려 낸 떡밖에 없었음이라 이 떡은 더운 떡을 드리는 날에 물려 낸 것이더라\n"+

"7 그 날에 사울의 신하 한 사람이 여호와 앞에 머물러 있었는데 그는 도엑이라 이름하는 에돔 사람이요 사울의 목자장이었더라\n"+

"8 다윗이 아히멜렉에게 이르되 여기 당신의 수중에 창이나 칼이 없나이까 왕의 일이 급하므로 내가 내 칼과 무기를 가지지 못하였나이다 하니\n"+

"9 제사장이 이르되 네가 엘라 골짜기에서 죽인 블레셋 사람 골리앗의 칼이 보자기에 싸여 에봇 뒤에 있으니 네가 그것을 가지려거든 가지라 여기는 그것밖에 다른 것이 없느니라 하는지라 다윗이 이르되 그같은 것이 또 없나니 내게 주소서 하더라\n"+

"10 그 날에 다윗이 사울을 두려워하여 일어나 도망하여 가드 왕 아기스에게로 가니\n"+

"11 아기스의 신하들이 아기스에게 말하되 이는 그 땅의 왕 다윗이 아니니이까 무리가 춤추며 이 사람의 일을 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 하지 아니하였나이까 한지라\n"+

"12 다윗이 이 말을 그의 마음에 두고 가드 왕 아기스를 심히 두려워하여\n"+

"13 그들 앞에서 그의 행동을 변하여 미친 체하고 대문짝에 그적거리며 침을 수염에 흘리매\n"+

"14 아기스가 그의 신하에게 이르되 너희도 보거니와 이 사람이 미치광이로다 어찌하여 그를 내게로 데려왔느냐\n"+
 
"15 내게 미치광이가 부족하여서 너희가 이 자를 데려다가 내 앞에서 미친 짓을 하게 하느냐 이 자가 어찌 내 집에 들어오겠느냐 하니라\n";

const bible22="사무엘상 22장\n"+
"1 그러므로 다윗이 그 곳을 떠나 아둘람 굴로 도망하매 그의 형제와 아버지의 온 집이 듣고 그리로 내려가서 그에게 이르렀고\n"+

"2 환난 당한 모든 자와 빚진 모든 자와 마음이 원통한 자가 다 그에게로 모였고 그는 그들의 우두머리가 되었는데 그와 함께 한 자가 사백 명 가량이었더라\n"+

"3 다윗이 거기서 모압 미스베로 가서 모압 왕에게 이르되 하나님이 나를 위하여 어떻게 하실지를 내가 알기까지 나의 부모가 나와서 당신들과 함께 있게 하기를 청하나이다 하고\n"+

"4 부모를 인도하여 모압 왕 앞에 나아갔더니 그들은 다윗이 요새에 있을 동안에 모압 왕과 함께 있었더라\n"+

"5 선지자 갓이 다윗에게 이르되 너는 이 요새에 있지 말고 떠나 유다 땅으로 들어가라 다윗이 떠나 헤렛 수풀에 이르니라\n"+

"6 사울이 다윗과 그와 함께 있는 사람들이 나타났다 함을 들으니라 그 때에 사울이 기브아 높은 곳에서 손에 단창을 들고 에셀 나무 아래에 앉았고 모든 신하들은 그의 곁에 섰더니\n"+

"7 사울이 곁에 선 신하들에게 이르되 너희 베냐민 사람들아 들으라 이새의 아들이 너희에게 각기 밭과 포도원을 주며 너희를 천부장, 백부장을 삼겠느냐\n"+

"8 너희가 다 공모하여 나를 대적하며 내 아들이 이새의 아들과 맹약하였으되 내게 고발하는 자가 하나도 없고 나를 위하여 슬퍼하거나 내 아들이 내 신하를 선동하여 오늘이라도 매복하였다가 나를 치려 하는 것을 내게 알리는 자가 하나도 없도다 하니\n"+

"9 그 때에 에돔 사람 도엑이 사울의 신하 중에 섰더니 대답하여 이르되 이새의 아들이 놉에 와서 아히둡의 아들 아히멜렉에게 이른 것을 내가 보았는데\n"+

"10 아히멜렉이 그를 위하여 여호와께 묻고 그에게 음식도 주고 블레셋 사람 골리앗의 칼도 주더이다\n"+

"11 왕이 사람을 보내어 아히둡의 아들 제사장 아히멜렉과 그의 아버지의 온 집 곧 놉에 있는 제사장들을 부르매 그들이 다 왕께 이른지라\n"+

"12 사울이 이르되 너 아히둡의 아들아 들으라 대답하되 내 주여 내가 여기 있나이다\n"+

"13 사울이 그에게 이르되 네가 어찌하여 이새의 아들과 공모하여 나를 대적하여 그에게 떡과 칼을 주고 그를 위하여 하나님께 물어서 그에게 오늘이라도 매복하였다가 나를 치게 하려 하였느냐 하니\n"+

"14 아히멜렉이 왕에게 대답하여 이르되 왕의 모든 신하 중에 다윗 같이 충실한 자가 누구인지요 그는 왕의 사위도 되고 왕의 호위대장도 되고 왕실에서 존귀한 자가 아니니이까\n"+

"15 내가 그를 위하여 하나님께 물은 것이 오늘이 처음이니이까 결단코 아니니이다 원하건대 왕은 종과 종의 아비의 온 집에 아무것도 돌리지 마옵소서 왕의 종은 이 모든 크고 작은 일에 관하여 아는 것이 없나이다 하니라\n"+

"16 왕이 이르되 아히멜렉아 네가 반드시 죽을 것이요 너와 네 아비의 온 집도 그러하리라 하고\n"+

"17 왕이 좌우의 호위병에게 이르되 돌아가서 여호와의 제사장들을 죽이라 그들도 다윗과 합력하였고 또 그들이 다윗이 도망한 것을 알고도 내게 알리지 아니하였음이니라 하나 왕의 신하들이 손을 들어 여호와의 제사장들 죽이기를 싫어한지라\n"+

"18 왕이 도엑에게 이르되 너는 돌아가서 제사장들을 죽이라 하매 에돔 사람 도엑이 돌아가서 제사장들을 쳐서 그 날에 세마포 에봇 입은 자 팔십오 명을 죽였고\n"+

"19 제사장들의 성읍 놉의 남녀와 아이들과 젖 먹는 자들과 소와 나귀와 양을 칼로 쳤더라\n"+

"20 아히둡의 아들 아히멜렉의 아들 중 하나가 피하였으니 그의 이름은 아비아달이라 그가 도망하여 다윗에게로 가서\n"+

"21 사울이 여호와의 제사장들 죽인 일을 다윗에게 알리매\n"+

"22 다윗이 아비아달에게 이르되 그 날에 에돔 사람 도엑이 거기 있기로 그가 반드시 사울에게 말할 줄 내가 알았노라 네 아버지 집의 모든 사람 죽은 것이 나의 탓이로다\n"+

"23 두려워하지 말고 내게 있으라 내 생명을 찾는 자가 네 생명도 찾는 자니 네가 나와 함께 있으면 안전하리라 하니라\n";

const bible23="사무엘상 23장\n"+
"1 사람들이 다윗에게 전하여 이르되 보소서 블레셋 사람이 그일라를 쳐서 그 타작 마당을 탈취하더이다 하니\n"+

"2 이에 다윗이 여호와께 묻자와 이르되 내가 가서 이 블레셋 사람들을 치리이까 여호와께서 다윗에게 이르시되 가서 블레셋 사람들을 치고 그일라를 구원하라 하시니\n"+

"3 다윗의 사람들이 그에게 이르되 보소서 우리가 유다에 있기도 두렵거든 하물며 그일라에 가서 블레셋 사람들의 군대를 치는 일이리이까 한지라\n"+

"4 다윗이 여호와께 다시 묻자온대 여호와께서 대답하여 이르시되 일어나 그일라로 내려가라 내가 블레셋 사람들을 네 손에 넘기리라 하신지라\n"+

"5 다윗과 그의 사람들이 그일라로 가서 블레셋 사람들과 싸워 그들을 크게 쳐서 죽이고 그들의 가축을 끌어 오니라 다윗이 이와 같이 그일라 주민을 구원하니라\n"+

"6 아히멜렉의 아들 아비아달이 그일라 다윗에게로 도망할 때에 손에 에봇을 가지고 내려왔더라\n"+

"7 다윗이 그일라에 온 것을 어떤 사람이 사울에게 알리매 사울이 이르되 하나님이 그를 내 손에 넘기셨도다 그가 문과 문 빗장이 있는 성읍에 들어갔으니 갇혔도다\n"+

"8 사울이 모든 백성을 군사로 불러모으고 그일라로 내려가서 다윗과 그의 사람들을 에워싸려 하더니\n"+

"9 다윗은 사울이 자기를 해하려 하는 음모를 알고 제사장 아비아달에게 이르되 에봇을 이리로 가져오라 하고\n"+

"10 다윗이 이르되 이스라엘 하나님 여호와여 사울이 나 때문에 이 성읍을 멸하려고 그일라로 내려오기를 꾀한다 함을 주의 종이 분명히 들었나이다\n"+

"11 그일라 사람들이 나를 그의 손에 넘기겠나이까 주의 종이 들은 대로 사울이 내려 오겠나이까 이스라엘의 하나님 여호와여 원하건대 주의 종에게 일러 주옵소서 하니 여호와께서 이르시되 그가 내려오리라 하신지라\n"+

"12 다윗이 이르되 그일라 사람들이 나와 내 사람들을 사울의 손에 넘기겠나이까 하니 여호와께서 이르시되 그들이 너를 넘기리라 하신지라\n"+

"13 다윗과 그의 사람 육백 명 가량이 일어나 그일라를 떠나서 갈 수 있는 곳으로 갔더니 다윗이 그일라에서 피한 것을 어떤 사람이 사울에게 말하매 사울이 가기를 그치니라\n"+

"14 다윗이 광야의 요새에도 있었고 또 십 광야 산골에도 머물렀으므로 사울이 매일 찾되 하나님이 그를 그의 손에 넘기지 아니하시니라\n"+

"15 다윗이 사울이 자기의 생명을 빼앗으려고 나온 것을 보았으므로 그가 십 광야 수풀에 있었더니\n"+

"16 사울의 아들 요나단이 일어나 수풀에 들어가서 다윗에게 이르러 그에게 하나님을 힘 있게 의지하게 하였는데\n"+

"17 곧 요나단이 그에게 이르기를 두려워하지 말라 내 아버지 사울의 손이 네게 미치지 못할 것이요 너는 이스라엘 왕이 되고 나는 네 다음이 될 것을 내 아버지 사울도 안다 하니라\n"+

"18 두 사람이 여호와 앞에서 언약하고 다윗은 수풀에 머물고 요나단은 자기 집으로 돌아가니라\n"+

"19 그 때에 십 사람들이 기브아에 이르러 사울에게 나아와 이르되 다윗이 우리와 함께 광야 남쪽 하길라 산 수풀 요새에 숨지 아니하였나이까\n"+

"20 그러하온즉 왕은 내려오시기를 원하시는 대로 내려오소서 그를 왕의 손에 넘길 것이 우리의 의무니이다 하니\n"+

"21 사울이 이르되 너희가 나를 긍휼히 여겼으니 여호와께 복 받기를 원하노라\n"+

"22 어떤 사람이 내게 말하기를 그는 심히 지혜롭게 행동한다 하나니 너희는 가서 더 자세히 살펴서 그가 어디에 숨었으며 누가 거기서 그를 보았는지 알아보고\n"+

"23 그가 숨어 있는 모든 곳을 정탐하고 실상을 내게 보고하라 내가 너희와 함께 가리니 그가 이 땅에 있으면 유다 몇 천 명 중에서라도 그를 찾아내리라 하더라\n"+

"24 그들이 일어나 사울보다 먼저 십으로 가니라 다윗과 그의 사람들이 광야 남쪽 마온 광야 아라바에 있더니\n"+

"25 사울과 그의 사람들이 찾으러 온 것을 어떤 사람이 다윗에게 아뢰매 이에 다윗이 바위로 내려가 마온 황무지에 있더니 사울이 듣고 마온 황무지로 다윗을 따라가서는\n"+

"26 사울이 산 이쪽으로 가매 다윗과 그의 사람들은 산 저쪽으로 가며 다윗이 사울을 두려워하여 급히 피하려 하였으니 이는 사울과 그의 사람들이 다윗과 그의 사람들을 에워싸고 잡으려 함이었더라\n"+

"27 전령이 사울에게 와서 이르되 급히 오소서 블레셋 사람들이 땅을 침노하나이다\n"+

"28 이에 사울이 다윗 뒤쫓기를 그치고 돌아와 블레셋 사람들을 치러 갔으므로 그 곳을 셀라하마느곳이라 칭하니라\n"+

"29 다윗이 거기서 올라가서 엔게디 요새에 머무니라\n";

const bible24="사무엘상 24장\n"+
"1 사울이 블레셋 사람을 쫓다가 돌아오매 어떤 사람이 그에게 말하여 이르되 보소서 다윗이 엔게디 광야에 있더이다 하니\n"+

"2 사울이 온 이스라엘에서 택한 사람 삼천 명을 거느리고 다윗과 그의 사람들을 찾으러 들염소 바위로 갈새\n"+

"3 길 가 양의 우리에 이른즉 굴이 있는지라 사울이 뒤를 보러 들어가니라 다윗과 그의 사람들이 그 굴 깊은 곳에 있더니\n"+

"4 다윗의 사람들이 이르되 보소서 여호와께서 당신에게 이르시기를 내가 원수를 네 손에 넘기리니 네 생각에 좋은 대로 그에게 행하라 하시더니 이것이 그 날이니이다 하니 다윗이 일어나서 사울의 겉옷 자락을 가만히 베니라\n"+

"5 그리 한 후에 사울의 옷자락 벰으로 말미암아 다윗의 마음이 찔려\n"+

"6 자기 사람들에게 이르되 내가 손을 들어 여호와의 기름 부음을 받은 내 주를 치는 것은 여호와께서 금하시는 것이니 그는 여호와의 기름 부음을 받은 자가 됨이니라 하고\n"+

"7 다윗이 이 말로 자기 사람들을 금하여 사울을 해하지 못하게 하니라 사울이 일어나 굴에서 나가 자기 길을 가니라\n"+

"8 그 후에 다윗도 일어나 굴에서 나가 사울의 뒤에서 외쳐 이르되 내 주 왕이여 하매 사울이 돌아보는지라 다윗이 땅에 엎드려 절하고\n"+

"9 다윗이 사울에게 이르되 보소서 다윗이 왕을 해하려 한다고 하는 사람들의 말을 왕은 어찌하여 들으시나이까\n"+

"10 오늘 여호와께서 굴에서 왕을 내 손에 넘기신 것을 왕이 아셨을 것이니이다 어떤 사람이 나를 권하여 왕을 죽이라 하였으나 내가 왕을 아껴 말하기를 나는 내 손을 들어 내 주를 해하지 아니하리니 그는 여호와의 기름 부음을 받은 자이기 때문이라 하였나이다\n"+

"11 내 아버지여 보소서 내 손에 있는 왕의 옷자락을 보소서 내가 왕을 죽이지 아니하고 겉옷 자락만 베었은즉 내 손에 악이나 죄과가 없는 줄을 오늘 아실지니이다 왕은 내 생명을 찾아 해하려 하시나 나는 왕에게 범죄한 일이 없나이다\n"+

"12 여호와께서는 나와 왕 사이를 판단하사 여호와께서 나를 위하여 왕에게 보복하시려니와 내 손으로는 왕을 해하지 않겠나이다\n"+

"13 옛 속담에 말하기를 악은 악인에게서 난다 하였으니 내 손이 왕을 해하지 아니하리이다\n"+

"14 이스라엘 왕이 누구를 따라 나왔으며 누구의 뒤를 쫓나이까 죽은 개나 벼룩을 쫓음이니이다\n"+

"15 그런즉 여호와께서 재판장이 되어 나와 왕 사이에 심판하사 나의 사정을 살펴 억울함을 풀어 주시고 나를 왕의 손에서 건지시기를 원하나이다 하니라\n"+

"16 다윗이 사울에게 이같이 말하기를 마치매 사울이 이르되 내 아들 다윗아 이것이 네 목소리냐 하고 소리를 높여 울며\n"+

"17 다윗에게 이르되 나는 너를 학대하되 너는 나를 선대하니 너는 나보다 의롭도다\n"+

"18 네가 나 선대한 것을 오늘 나타냈나니 여호와께서 나를 네 손에 넘기셨으나 네가 나를 죽이지 아니하였도다\n"+

"19 사람이 그의 원수를 만나면 그를 평안히 가게 하겠느냐 네가 오늘 내게 행한 일로 말미암아 여호와께서 네게 선으로 갚으시기를 원하노라\n"+

"20 보라 나는 네가 반드시 왕이 될 것을 알고 이스라엘 나라가 네 손에 견고히 설 것을 아노니\n"+

"21 그런즉 너는 내 후손을 끊지 아니하며 내 아버지의 집에서 내 이름을 멸하지 아니할 것을 이제 여호와의 이름으로 내게 맹세하라 하니라\n"+

"22 다윗이 사울에게 맹세하매 사울은 집으로 돌아가고 다윗과 그의 사람들은 요새로 올라가니라\n";


const bible25="사무엘상 25장\n"+

"1  사무엘이 죽으매 온 이스라엘 무리가 모여 그를 두고 슬피 울며 라마 그의 집에서 그를 장사한지라 다윗이 일어나 바란 광야로 내려가니라\n"+

"2  마온에 한 사람이 있는데 그의 생업이 갈멜에 있고 심히 부하여 양이 삼천 마리요 염소가 천 마리이므로 그가 갈멜에서 그의 양 털을 깎고 있었으니\n"+

"3 그 사람의 이름은 나발이요 그의 아내의 이름은 아비가일이라 그 여자는 총명하고 용모가 아름다우나 남자는 완고하고 행실이 악하며 그는 갈렙 족속이었더라\n"+

"4  다윗이 나발이 자기 양 털을 깎는다 함을 광야에서 들은지라\n"+

"5 다윗이 이에 소년 열 명을 보내며 그 소년들에게 이르되 너희는 갈멜로 올라가 나발에게 이르러 내 이름으로 그에게 문안하고\n"+

"6 그 부하게 사는 자에게 이르기를 너는 평강하라 네 집도 평강하라 네 소유의 모든 것도 평강하라\n"+

"7 네게 양 털 깎는 자들이 있다 함을 이제 내가 들었노라 네 목자들이 우리와 함께 있었으나 우리가 그들을 해하지 아니하였고 그들이 갈멜에 있는 동안에 그들의 것을 하나도 잃지 아니하였나니\n"+
 
"8 네 소년들에게 물으면 그들이 네게 말하리라 그런즉 내 소년들이 네게 은혜를 얻게 하라 우리가 좋은 날에 왔은즉 네 손에 있는 대로 네 종들과 네 아들 다윗에게 주기를 원하노라 하더라 하라\n"+

"9 다윗의 소년들이 가서 다윗의 이름으로 이 모든 말을 나발에게 말하기를 마치매\n"+

"10 나발이 다윗의 사환들에게 대답하여 이르되 다윗은 누구며 이새의 아들은 누구냐 요즈음에 각기 주인에게서 억지로 떠나는 종이 많도다\n"+

"11 내가 어찌 내 떡과 물과 내 양 털 깎는 자를 위하여 잡은 고기를 가져다가 어디서 왔는지도 알지 못하는 자들에게 주겠느냐 한지라\n"+

"12 이에 다윗의 소년들이 돌아서 자기 길로 행하여 돌아와 이 모든 말을 그에게 전하매\n"+

"13 다윗이 자기 사람들에게 이르되 너희는 각기 칼을 차라 하니 각기 칼을 차매 다윗도 자기 칼을 차고 사백 명 가량은 데리고 올라가고 이백 명은 소유물 곁에 있게 하니라\n"+

"14 하인들 가운데 하나가 나발의 아내 아비가일에게 말하여 이르되 다윗이 우리 주인에게 문안하러 광야에서 전령들을 보냈거늘 주인이 그들을 모욕하였나이다\n"+

"15 우리가 들에 있어 그들과 상종할 동안에 그 사람들이 우리를 매우 선대하였으므로 우리가 다치거나 잃은 것이 없었으니\n"+

"16 우리가 양을 지키는 동안에 그들이 우리와 함께 있어 밤낮 우리에게 담이 되었음이라\n"+

"17 그런즉 이제 당신은 어떻게 할지를 알아 생각하실지니 이는 다윗이 우리 주인과 주인의 온 집을 해하기로 결정하였음이니이다 주인은 불량한 사람이라 더불어 말할 수 없나이다 하는지라\n"+

"18 아비가일이 급히 떡 이백 덩이와 포도주 두 가죽 부대와 잡아서 요리한 양 다섯 마리와 볶은 곡식 다섯 세아와 건포도 백 송이와 무화과 뭉치 이백 개를 가져다가 나귀들에게 싣고\n"+

"19 소년들에게 이르되 나를 앞서 가라 나는 너희 뒤에 가리라 하고 그의 남편 나발에게는 말하지 아니하니라\n"+

"20 아비가일이 나귀를 타고 산 호젓한 곳을 따라 내려가더니 다윗과 그의 사람들이 자기에게로 마주 내려오는 것을 만나니라\n"+

"21 다윗이 이미 말하기를 내가 이 자의 소유물을 광야에서 지켜 그 모든 것을 하나도 손실이 없게 한 것이 진실로 허사라 그가 악으로 나의 선을 갚는도다\n"+

"22 내가 그에게 속한 모든 남자 가운데 한 사람이라도 아침까지 남겨 두면 하나님은 다윗에게 벌을 내리시고 또 내리시기를 원하노라 하였더라\n"+

"23 아비가일이 다윗을 보고 급히 나귀에서 내려 다윗 앞에 엎드려 그의 얼굴을 땅에 대니라\n"+

"24 그가 다윗의 발에 엎드려 이르되 내 주여 원하건대 이 죄악을 나 곧 내게로 돌리시고 여종에게 주의 귀에 말하게 하시고 이 여종의 말을 들으소서\n"+

"25 원하옵나니 내 주는 이 불량한 사람 나발을 개의치 마옵소서 그의 이름이 그에게 적당하니 그의 이름이 나발이라 그는 미련한 자니이다 여종은 내 주께서 보내신 소년들을 보지 못하였나이다\n"+

"26 내 주여 여호와께서 살아 계심을 두고 맹세하노니 내 주도 살아 계시거니와 내 주의 손으로 피를 흘려 친히 보복하시는 일을 여호와께서 막으셨으니 내 주의 원수들과 내 주를 해하려 하는 자들은 나발과 같이 되기를 원하나이다\n"+

"27 여종이 내 주께 가져온 이 예물을 내 주를 따르는 이 소년들에게 주게 하시고\n"+

"28 주의 여종의 허물을 용서하여 주옵소서 여호와께서 반드시 내 주를 위하여 든든한 집을 세우시리니 이는 내 주께서 여호와의 싸움을 싸우심이요 내 주의 일생에 내 주에게서 악한 일을 찾을 수 없음이니이다\n"+

"29 사람이 일어나서 내 주를 쫓아 내 주의 생명을 찾을지라도 내 주의 생명은 내 주의 하나님 여호와와 함께 생명 싸개 속에 싸였을 것이요 내 주의 원수들의 생명은 물매로 던지듯 여호와께서 그것을 던지시리이다\n"+

"30 여호와께서 내 주에 대하여 하신 말씀대로 모든 선을 내 주에게 행하사 내 주를 이스라엘의 지도자로 세우실 때에\n"+

"31 내 주께서 무죄한 피를 흘리셨다든지 내 주께서 친히 보복하셨다든지 함으로 말미암아 슬퍼하실 것도 없고 내 주의 마음에 걸리는 것도 없으시리니 다만 여호와께서 내 주를 후대하실 때에 원하건대 내 주의 여종을 생각하소서 하니라\n"+

"32 다윗이 아비가일에게 이르되 오늘 너를 보내어 나를 영접하게 하신 이스라엘의 하나님 여호와를 찬송할지로다\n"+

"33 또 네 지혜를 칭찬할지며 또 네게 복이 있을지로다 오늘 내가 피를 흘릴 것과 친히 복수하는 것을 네가 막았느니라\n"+

"34 나를 막아 너를 해하지 않게 하신 이스라엘의 하나님 여호와의 살아 계심을 두고 맹세하노니 네가 급히 와서 나를 영접하지 아니하였더면 밝는 아침에는 과연 나발에게 한 남자도 남겨 두지 아니하였으리라 하니라\n"+

"35 다윗이 그가 가져온 것을 그의 손에서 받고 그에게 이르되 네 집으로 평안히 올라가라 내가 네 말을 듣고 네 청을 허락하노라\n"+

"36 아비가일이 나발에게로 돌아오니 그가 왕의 잔치와 같은 잔치를 그의 집에 배설하고 크게 취하여 마음에 기뻐하므로 아비가일이 밝는 아침까지는 아무 말도 하지 아니하다가\n"+

"37 아침에 나발이 포도주에서 깬 후에 그의 아내가 그에게 이 일을 말하매 그가 낙담하여 몸이 돌과 같이 되었더니\n"+

"38 한 열흘 후에 여호와께서 나발을 치시매 그가 죽으니라\n"+

"39 나발이 죽었다 함을 다윗이 듣고 이르되 나발에게 당한 나의 모욕을 갚아 주사 종으로 악한 일을 하지 않게 하신 여호와를 찬송할지로다 여호와께서 나발의 악행을 그의 머리에 돌리셨도다 하니라 다윗이 아비가일을 자기 아내로 삼으려고 사람을 보내어 그에게 말하게 하매\n"+

"40 다윗의 전령들이 갈멜에 가서 아비가일에게 이르러 그에게 말하여 이르되 다윗이 당신을 아내로 삼고자 하여 우리를 당신께 보내더이다 하니\n"+

"41 아비가일이 일어나 몸을 굽혀 얼굴을 땅에 대고 이르되 내 주의 여종은 내 주의 전령들의 발 씻길 종이니이다 하고\n"+

"42 아비가일이 급히 일어나서 나귀를 타고 그를 뒤따르는 처녀 다섯과 함께 다윗의 전령들을 따라가서 다윗의 아내가 되니라\n"+

"43 다윗이 또 이스르엘 아히노암을 아내로 맞았더니 그들 두 사람이 그의 아내가 되니라\n"+

"44 사울이 그의 딸 다윗의 아내 미갈을 갈림에 사는 라이스의 아들 발디에게 주었더라\n";
const bible26="사무엘상 26장\n"+
"1  십 사람이 기브아에 와서 사울에게 말하여 이르되 다윗이 광야 앞 하길라 산에 숨지 아니하였나이까 하매\n"+

"2  사울이 일어나 십 광야에서 다윗을 찾으려고 이스라엘에서 택한 사람 삼천 명과 함께 십 광야로 내려가서\n"+

"3 사울이 광야 앞 하길라 산 길 가에 진 치니라 다윗이 광야에 있더니 사울이 자기를 따라 광야로 들어옴을 알고\n"+

"4  이에 다윗이 정탐꾼을 보내어 사울이 과연 이른 줄 알고\n"+

"5 다윗이 일어나 사울이 진 친 곳에 이르러 사울과 넬의 아들 군사령관 아브넬이 머무는 곳을 본즉 사울이 진영 가운데에 누웠고 백성은 그를 둘러 진 쳤더라\n"+

"6 이에 다윗이 헷 사람 아히멜렉과 스루야의 아들 요압의 아우 아비새에게 물어 이르되 누가 나와 더불어 진영에 내려가서 사울에게 이르겠느냐 하니 아비새가 이르되 내가 함께 가겠나이다\n"+

"7 다윗과 아비새가 밤에 그 백성에게 나아가 본즉 사울이 진영 가운데 누워 자고 창은 머리 곁 땅에 꽂혀 있고 아브넬과 백성들은 그를 둘러 누웠는지라\n"+

"8 아비새가 다윗에게 이르되 하나님이 오늘 당신의 원수를 당신의 손에 넘기셨나이다 그러므로 청하오니 내가 창으로 그를 찔러서 단번에 땅에 꽂게 하소서 내가 그를 두 번 찌를 것이 없으리이다 하니\n"+

"9 다윗이 아비새에게 이르되 죽이지 말라 누구든지 손을 들어 여호와의 기름 부음 받은 자를 치면 죄가 없겠느냐 하고\n"+

"10 다윗이 또 이르되 여호와께서 살아 계심을 두고 맹세하노니 여호와께서 그를 치시리니 혹은 죽을 날이 이르거나 또는 전장에 나가서 망하리라\n"+

"11 내가 손을 들어 여호와의 기름 부음 받은 자를 치는 것을 여호와께서 금하시나니 너는 그의 머리 곁에 있는 창과 물병만 가지고 가자 하고\n"+

"12 다윗이 사울의 머리 곁에서 창과 물병을 가지고 떠나가되 아무도 보거나 눈치 채지 못하고 깨어 있는 사람도 없었으니 이는 여호와께서 그들을 깊이 잠들게 하셨으므로 그들이 다 잠들어 있었기 때문이었더라\n"+

"13 이에 다윗이 건너편으로 가서 멀리 산 꼭대기에 서니 거리가 멀더라\n"+

"14 다윗이 백성과 넬의 아들 아브넬을 대하여 외쳐 이르되 아브넬아 너는 대답하지 아니하느냐 하니 아브넬이 대답하여 이르되 왕을 부르는 너는 누구냐 하더라\n"+

"15 다윗이 아브넬에게 이르되 네가 용사가 아니냐 이스라엘 가운데에 너 같은 자가 누구냐 그러한데 네가 어찌하여 네 주 왕을 보호하지 아니하느냐 백성 가운데 한 사람이 네 주 왕을 죽이려고 들어갔었느니라\n"+

"16 네가 행한 이 일이 옳지 못하도다 여호와께서 살아 계심을 두고 맹세하노니 여호와의 기름 부음 받은 너희 주를 보호하지 아니하였으니 너희는 마땅히 죽을 자이니라 이제 왕의 창과 왕의 머리 곁에 있던 물병이 어디 있나 보라 하니\n"+

"17 사울이 다윗의 음성을 알아 듣고 이르되 내 아들 다윗아 이것이 네 음성이냐 하는지라 다윗이 이르되 내 주 왕이여 내 음성이니이다 하고\n"+

"18 또 이르되 내 주는 어찌하여 주의 종을 쫓으시나이까 내가 무엇을 하였으며 내 손에 무슨 악이 있나이까\n"+

"19 원하건대 내 주 왕은 이제 종의 말을 들으소서 만일 왕을 충동시켜 나를 해하려 하는 이가 여호와시면 여호와께서는 제물을 받으시기를 원하나이다마는 만일 사람들이면 그들이 여호와 앞에 저주를 받으리니 이는 그들이 이르기를 너는 가서 다른 신들을 섬기라 하고 오늘 나를 쫓아내어 여호와의 기업에 참여하지 못하게 함이니이다\n"+

"20 그런즉 청하건대 여호와 앞에서 먼 이 곳에서 이제 나의 피가 땅에 흐르지 말게 하옵소서 이는 산에서 메추라기를 사냥하는 자와 같이 이스라엘 왕이 한 벼룩을 수색하러 나오셨음이니이다\n"+

"21 사울이 이르되 내가 범죄하였도다 내 아들 다윗아 돌아오라 네가 오늘 내 생명을 귀하게 여겼은즉 내가 다시는 너를 해하려 하지 아니하리라 내가 어리석은 일을 하였으니 대단히 잘못되었도다 하는지라\n"+

"22 다윗이 대답하여 이르되 왕은 창을 보소서 한 소년을 보내어 가져가게 하소서\n"+

"23 여호와께서 사람에게 그의 공의와 신실을 따라 갚으시리니 이는 여호와께서 오늘 왕을 내 손에 넘기셨으되 나는 손을 들어 여호와의 기름 부음을 받은 자 치기를 원하지 아니하였음이니이다\n"+

"24 오늘 왕의 생명을 내가 중히 여긴 것 같이 내 생명을 여호와께서 중히 여기셔서 모든 환난에서 나를 구하여 내시기를 바라나이다 하니라\n"+

"25 사울이 다윗에게 이르되 내 아들 다윗아 네게 복이 있을지로다 네가 큰 일을 행하겠고 반드시 승리를 얻으리라 하니라 다윗은 자기 길로 가고 사울은 자기 곳으로 돌아가니라\n";
const bible27="사무엘상 27장\n"+
"1  다윗이 그 마음에 생각하기를 내가 후일에는 사울의 손에 붙잡히리니 블레셋 사람들의 땅으로 피하여 들어가는 것이 좋으리로다 사울이 이스라엘 온 영토 내에서 다시 나를 찾다가 단념하리니 내가 그의 손에서 벗어나리라 하고\n"+

"2  다윗이 일어나 함께 있는 사람 육백 명과 더불어 가드 왕 마옥의 아들 아기스에게로 건너가니라\n"+

"3 다윗과 그의 사람들이 저마다 가족을 거느리고 가드에서 아기스와 동거하였는데 다윗이 그의 두 아내 이스르엘 여자 아히노암과 나발의 아내였던 갈멜 여자 아비가일과 함께 하였더니\n"+

"4  다윗이 가드에 도망한 것을 어떤 사람이 사울에게 전하매 사울이 다시는 그를 수색하지 아니하니라\n"+

"5 다윗이 아기스에게 이르되 바라건대 내가 당신께 은혜를 입었다면 지방 성읍 가운데 한 곳을 내게 주어 내가 살게 하소서 당신의 종이 어찌 당신과 함께 왕도에 살리이까 하니\n"+

"6 아기스가 그 날에 시글락을 그에게 주었으므로 시글락이 오늘까지 유다 왕에게 속하니라\n"+

"7 다윗이 블레셋 사람들의 지방에 산 날 수는 일 년 사 개월이었더라\n"+
 
"8 다윗과 그의 사람들이 올라가서 그술 사람과 기르스 사람과 아말렉 사람을 침노하였으니 그들은 옛적부터 술과 애굽 땅으로 지나가는 지방의 주민이라\n"+

"9 다윗이 그 땅을 쳐서 남녀를 살려두지 아니하고 양과 소와 나귀와 낙타와 의복을 빼앗아 가지고 돌아와 아기스에게 이르매\n"+

"10 아기스가 이르되 너희가 오늘은 누구를 침노하였느냐 하니 다윗이 이르되 유다 네겝과 여라무엘 사람의 네겝과 겐 사람의 네겝이니이다 하였더라\n"+

"11 다윗이 그 남녀를 살려서 가드로 데려가지 아니한 것은 그의 생각에 그들이 우리에게 대하여 이르기를 다윗이 행한 일이 이러하니라 하여 블레셋 사람들의 지방에 거주하는 동안에 이같이 행하는 습관이 있었다 할까 두려워함이었더라\n"+

"12 아기스가 다윗을 믿고 말하기를 다윗이 자기 백성 이스라엘에게 심히 미움을 받게 되었으니 그는 영원히 내 부하가 되리라고 생각하니라\n";
const bible28="사무엘상 28장\n"+
"1  그 때에 블레셋 사람들이 이스라엘과 싸우려고 군대를 모집한지라 아기스가 다윗에게 이르되 너는 밝히 알라 너와 네 사람들이 나와 함께 나가서 군대에 참가할 것이니라\n"+

"2  다윗이 아기스에게 이르되 그러면 당신의 종이 행할 바를 아시리이다 하니 아기스가 다윗에게 이르되 그러면 내가 너를 영원히 내 머리 지키는 자를 삼으리라 하니라\n"+

"3 사무엘이 죽었으므로 온 이스라엘이 그를 두고 슬피 울며 그의 고향 라마에 장사하였고 사울은 신접한 자와 박수를 그 땅에서 쫓아내었더라\n"+

"4  블레셋 사람들이 모여 수넴에 이르러 진 치매 사울이 온 이스라엘을 모아 길보아에 진 쳤더니\n"+

"5 사울이 블레셋 사람들의 군대를 보고 두려워서 그의 마음이 크게 떨린지라\n"+

"6 사울이 여호와께 묻자오되 여호와께서 꿈으로도, 우림으로도, 선지자로도 그에게 대답하지 아니하시므로\n"+

"7 사울이 그의 신하들에게 이르되 나를 위하여 신접한 여인을 찾으라 내가 그리로 가서 그에게 물으리라 하니 그의 신하들이 그에게 이르되 보소서 엔돌에 신접한 여인이 있나이다\n"+

"8 사울이 다른 옷을 입어 변장하고 두 사람과 함께 갈새 그들이 밤에 그 여인에게 이르러서는 사울이 이르되 청하노니 나를 위하여 신접한 술법으로 내가 네게 말하는 사람을 불러 올리라 하니\n"+

"9 여인이 그에게 이르되 네가 사울이 행한 일 곧 그가 신접한 자와 박수를 이 땅에서 멸절시켰음을 아나니 네가 어찌하여 내 생명에 올무를 놓아 나를 죽게 하려느냐 하는지라\n"+

"10 사울이 여호와의 이름으로 그에게 맹세하여 이르되 여호와께서 살아 계심을 두고 맹세하노니 네가 이 일로는 벌을 당하지 아니하리라 하니\n"+

"11 여인이 이르되 내가 누구를 네게로 불러 올리랴 하니 사울이 이르되 사무엘을 불러 올리라 하는지라\n"+

"12 여인이 사무엘을 보고 큰 소리로 외치며 사울에게 말하여 이르되 당신이 어찌하여 나를 속이셨나이까 당신이 사울이시니이다\n"+

"13 왕이 그에게 이르되 두려워하지 말라 네가 무엇을 보았느냐 하니 여인이 사울에게 이르되 내가 영이 땅에서 올라오는 것을 보았나이다 하는지라\n"+

"14 사울이 그에게 이르되 그의 모양이 어떠하냐 하니 그가 이르되 한 노인이 올라오는데 그가 겉옷을 입었나이다 하더라 사울이 그가 사무엘인 줄 알고 그의 얼굴을 땅에 대고 절하니라\n"+

"15 사무엘이 사울에게 이르되 네가 어찌하여 나를 불러 올려서 나를 성가시게 하느냐 하니 사울이 대답하되 나는 심히 다급하니이다 블레셋 사람들은 나를 향하여 군대를 일으켰고 하나님은 나를 떠나서 다시는 선지자로도, 꿈으로도 내게 대답하지 아니하시기로 내가 행할 일을 알아보려고 당신을 불러 올렸나이다 하더라\n"+

"16 사무엘이 이르되 여호와께서 너를 떠나 네 대적이 되셨거늘 네가 어찌하여 내게 묻느냐\n"+

"17 여호와께서 나를 통하여 말씀하신 대로 네게 행하사 나라를 네 손에서 떼어 네 이웃 다윗에게 주셨느니라\n"+

"18 네가 여호와의 목소리를 순종하지 아니하고 그의 진노를 아말렉에게 쏟지 아니하였으므로 여호와께서 오늘 이 일을 네게 행하셨고\n"+

"19 여호와께서 이스라엘을 너와 함께 블레셋 사람들의 손에 넘기시리니 내일 너와 네 아들들이 나와 함께 있으리라 여호와께서 또 이스라엘 군대를 블레셋 사람들의 손에 넘기시리라 하는지라\n"+

"20 사울이 갑자기 땅에 완전히 엎드러지니 이는 사무엘의 말로 말미암아 심히 두려워함이요 또 그의 기력이 다하였으니 이는 그가 하루 밤낮을 음식을 먹지 못하였음이니라\n"+

"21 그 여인이 사울에게 이르러 그가 심히 고통 당함을 보고 그에게 이르되 여종이 왕의 말씀을 듣고 내 생명을 아끼지 아니하고 왕이 내게 이르신 말씀을 순종하였사오니\n"+

"22 그런즉 청하건대 이제 당신도 여종의 말을 들으사 내가 왕 앞에 한 조각 떡을 드리게 하시고 왕은 잡수시고 길 가실 때에 기력을 얻으소서 하니\n"+

"23 사울이 거절하여 이르되 내가 먹지 아니하겠노라 하니라 그의 신하들과 여인이 강권하매 그들의 말을 듣고 땅에서 일어나 침상에 앉으니라\n"+

"24 여인의 집에 살진 송아지가 있으므로 그것을 급히 잡고 가루를 가져다가 뭉쳐 무교병을 만들고 구워서\n"+

"25 사울 앞에와 그의 신하들 앞에 내놓으니 그들이 먹고 일어나서 그 밤에 가니라\n";
const bible29="사무엘상 29장\n"+
"1  블레셋 사람들은 그들의 모든 군대를 아벡에 모았고 이스라엘 사람들은 이스르엘에 있는 샘 곁에 진 쳤더라\n"+

"2  블레셋 사람들의 수령들은 수백 명씩 수천 명씩 인솔하여 나아가고 다윗과 그의 사람들은 아기스와 함께 그 뒤에서 나아가더니\n"+

"3 블레셋 사람들의 방백들이 이르되 이 히브리 사람들이 무엇을 하려느냐 하니 아기스가 블레셋 사람들의 방백들에게 이르되 이는 이스라엘 왕 사울의 신하 다윗이 아니냐 그가 나와 함께 있은 지 여러 날 여러 해로되 그가 망명하여 온 날부터 오늘까지 내가 그의 허물을 보지 못하였노라\n"+

"4  블레셋 사람의 방백들이 그에게 노한지라 블레셋 방백들이 그에게 이르되 이 사람을 돌려보내어 왕이 그에게 정하신 그 처소로 가게 하소서 그는 우리와 함께 싸움에 내려가지 못하리니 그가 전장에서 우리의 대적이 될까 하나이다 그가 무엇으로 그 주와 다시 화합하리이까 이 사람들의 머리로 하지 아니하겠나이까\n"+

"5 그들이 춤추며 노래하여 이르되 사울이 죽인 자는 천천이요 다윗은 만만이로다 하던 그 다윗이 아니니이까 하니\n"+

"6 아기스가 다윗을 불러 그에게 이르되 여호와께서 살아 계심을 두고 맹세하노니 네가 정직하여 내게 온 날부터 오늘까지 네게 악이 있음을 보지 못하였으니 나와 함께 진중에 출입하는 것이 내 생각에는 좋으나 수령들이 너를 좋아하지 아니하니\n"+

"7 그러므로 이제 너는 평안히 돌아가서 블레셋 사람들의 수령들에게 거슬러 보이게 하지 말라 하니라\n"+

"8 다윗이 아기스에게 이르되 내가 무엇을 하였나이까 내가 당신 앞에 오늘까지 있는 동안에 당신이 종에게서 무엇을 보셨기에 내가 가서 내 주 왕의 원수와 싸우지 못하게 하시나이까 하니\n"+

"9 아기스가 다윗에게 대답하여 이르되 네가 내 목전에 하나님의 전령 같이 선한 것을 내가 아나 블레셋 사람들의 방백들은 말하기를 그가 우리와 함께 전장에 올라가지 못하리라 하니\n"+

"10 그런즉 너는 너와 함께 온 네 주의 신하들과 더불어 새벽에 일어나라 너희는 새벽에 일어나서 밝거든 곧 떠나라 하니라\n"+

"11 이에 다윗이 자기 사람들과 더불어 아침에 일찍이 일어나서 떠나 블레셋 사람들의 땅으로 돌아가고 블레셋 사람들은 이스르엘로 올라가니라\n";
const bible30="사무엘상 30장\n"+
"1  다윗과 그의 사람들이 사흘 만에 시글락에 이른 때에 아말렉 사람들이 이미 네겝과 시글락을 침노하였는데 그들이 시글락을 쳐서 불사르고\n"+

"2  거기에 있는 젊거나 늙은 여인들은 한 사람도 죽이지 아니하고 다 사로잡아 끌고 자기 길을 갔더라\n"+

"3 다윗과 그의 사람들이 성읍에 이르러 본즉 성읍이 불탔고 자기들의 아내와 자녀들이 사로잡혔는지라\n"+

"4  다윗과 그와 함께 한 백성이 울 기력이 없도록 소리를 높여 울었더라\n"+

"5 (다윗의 두 아내 이스르엘 여인 아히노암과 갈멜 사람 나발의 아내였던 아비가일도 사로잡혔더라)\n"+

"6 백성들이 자녀들 때문에 마음이 슬퍼서 다윗을 돌로 치자 하니 다윗이 크게 다급하였으나 그의 하나님 여호와를 힘입고 용기를 얻었더라\n"+

"7 다윗이 아히멜렉의 아들 제사장 아비아달에게 이르되 원하건대 에봇을 내게로 가져오라 아비아달이 에봇을 다윗에게로 가져가매\n"+

"8 다윗이 여호와께 묻자와 이르되 내가 이 군대를 추격하면 따라잡겠나이까 하니 여호와께서 그에게 대답하시되 그를 쫓아가라 네가 반드시 따라잡고 도로 찾으리라\n"+

"9 이에 다윗과 또 그와 함께 한 육백 명이 가서 브솔 시내에 이르러 뒤떨어진 자를 거기 머물게 했으되\n"+

"10 곧 피곤하여 브솔 시내를 건너지 못하는 이백 명을 머물게 했고 다윗은 사백 명을 거느리고 쫓아가니라\n"+

"11 무리가 들에서 애굽 사람 하나를 만나 그를 다윗에게로 데려다가 떡을 주어 먹게 하며 물을 마시게 하고\n"+

"12 그에게 무화과 뭉치에서 뗀 덩이 하나와 건포도 두 송이를 주었으니 그가 밤낮 사흘 동안 떡도 먹지 못하였고 물도 마시지 못하였음이니라 그가 먹고 정신을 차리매\n"+

"13 다윗이 그에게 이르되 너는 누구에게 속하였으며 어디에서 왔느냐 하니 그가 이르되 나는 애굽 소년이요 아말렉 사람의 종이더니 사흘 전에 병이 들매 주인이 나를 버렸나이다\n"+

"14 우리가 그렛 사람의 남방과 유다에 속한 지방과 갈렙 남방을 침노하고 시글락을 불살랐나이다\n"+

"15 다윗이 그에게 이르되 네가 나를 그 군대로 인도하겠느냐 하니 그가 이르되 당신이 나를 죽이지도 아니하고 내 주인의 수중에 넘기지도 아니하겠다고 하나님의 이름으로 내게 맹세하소서 그리하면 내가 당신을 그 군대로 인도하리이다 하니라\n"+

"16 그가 다윗을 인도하여 내려가니 그들이 온 땅에 편만하여 블레셋 사람들의 땅과 유다 땅에서 크게 약탈하였음으로 말미암아 먹고 마시며 춤추는지라\n"+

"17 다윗이 새벽부터 이튿날 저물 때까지 그들을 치매 낙타를 타고 도망한 소년 사백 명 외에는 피한 사람이 없었더라\n"+

"18 다윗이 아말렉 사람들이 빼앗아 갔던 모든 것을 도로 찾고 그의 두 아내를 구원하였고\n"+

"19 그들이 약탈하였던 것 곧 무리의 자녀들이나 빼앗겼던 것은 크고 작은 것을 막론하고 아무것도 잃은 것이 없이 모두 다윗이 도로 찾아왔고\n"+

"20 다윗이 또 양 떼와 소 떼를 다 되찾았더니 무리가 그 가축들을 앞에 몰고 가며 이르되 이는 다윗의 전리품이라 하였더라\n"+

"21 다윗이 전에 피곤하여 능히 자기를 따르지 못하므로 브솔 시내에 머물게 한 이백 명에게 오매 그들이 다윗과 그와 함께 한 백성을 영접하러 나오는지라 다윗이 그 백성에게 이르러 문안하매\n"+

"22 다윗과 함께 갔던 자들 가운데 악한 자와 불량배들이 다 이르되 그들이 우리와 함께 가지 아니하였은즉 우리가 도로 찾은 물건은 무엇이든지 그들에게 주지 말고 각자의 처자만 데리고 떠나가게 하라 하는지라\n"+

"23 다윗이 이르되 나의 형제들아 여호와께서 우리를 보호하시고 우리를 치러 온 그 군대를 우리 손에 넘기셨은즉 그가 우리에게 주신 것을 너희가 이같이 못하리라\n"+

"24 이 일에 누가 너희에게 듣겠느냐 전장에 내려갔던 자의 분깃이나 소유물 곁에 머물렀던 자의 분깃이 동일할지니 같이 분배할 것이니라 하고\n"+

"25 그 날부터 다윗이 이것으로 이스라엘의 율례와 규례를 삼았더니 오늘까지 이르니라\n"+

"26 다윗이 시글락에 이르러 전리품을 그의 친구 유다 장로들에게 보내어 이르되 보라 여호와의 원수에게서 탈취한 것을 너희에게 선사하노라 하고\n"+

"27 벧엘에 있는 자와 남방 라못에 있는 자와 얏딜에 있는 자와\n"+

"28 아로엘에 있는 자와 십못에 있는 자와 에스드모아에 있는 자와\n"+

"29 라갈에 있는 자와 여라므엘 사람의 성읍들에 있는 자와 겐 사람의 성읍들에 있는 자와\n"+

"30 홀마에 있는 자와 고라산에 있는 자와 아닥에 있는 자와\n"+

"31 헤브론에 있는 자에게와 다윗과 그의 사람들이 왕래하던 모든 곳에 보내었더라\n";
const bible31="사무엘상 31장\n"+
"1  블레셋 사람들이 이스라엘을 치매 이스라엘 사람들이 블레셋 사람들 앞에서 도망하여 길보아 산에서 엎드러져 죽으니라\n"+

"2  블레셋 사람들이 사울과 그의 아들들을 추격하여 사울의 아들 요나단과 아비나답과 말기수아를 죽이니라\n"+

"3 사울이 패전하매 활 쏘는 자가 따라잡으니 사울이 그 활 쏘는 자에게 중상을 입은지라\n"+

"4  그가 무기를 든 자에게 이르되 네 칼을 빼어 그것으로 나를 찌르라 할례 받지 않은 자들이 와서 나를 찌르고 모욕할까 두려워하노라 하나 무기를 든 자가 심히 두려워하여 감히 행하지 아니하는지라 이에 사울이 자기의 칼을 뽑아서 그 위에 엎드러지매\n"+

"5 무기를 든 자가 사울이 죽음을 보고 자기도 자기 칼 위에 엎드러져 그와 함께 죽으니라\n"+

"6 사울과 그의 세 아들과 무기를 든 자와 그의 모든 사람이 다 그 날에 함께 죽었더라\n"+

"7 골짜기 저쪽에 있는 이스라엘 사람과 요단 건너쪽에 있는 자들이 이스라엘 사람들이 도망한 것과 사울과 그의 아들들이 죽었음을 보고 성읍들을 버리고 도망하매 블레셋 사람들이 이르러 거기에서 사니라\n"+
 
"8 그 이튿날 블레셋 사람들이 죽은 자를 벗기러 왔다가 사울과 그의 세 아들이 길보아 산에서 죽은 것을 보고\n"+

"9 사울의 머리를 베고 그의 갑옷을 벗기고 자기들의 신당과 백성에게 알리기 위하여 그것을 블레셋 사람들의 땅 사방에 보내고\n"+

"10 그의 갑옷은 아스다롯의 집에 두고 그의 시체는 벧산 성벽에 못 박으매\n"+

"11 길르앗 야베스 주민들이 블레셋 사람들이 사울에게 행한 일을 듣고\n"+

"12 모든 장사들이 일어나 밤새도록 달려가서 사울의 시체와 그의 아들들의 시체를 벧산 성벽에서 내려 가지고 야베스에 돌아가서 거기서 불사르고\n"+

"13 그의 뼈를 가져다가 야베스 에셀 나무 아래에 장사하고 칠 일 동안 금식하였더라\n";
const bible32="사도행전 1장\n"+
"1 데오빌로여 내가 먼저 쓴 글에는 무릇 예수께서 행하시며 가르치시기를 시작하심부터\n"+

"2 그가 택하신 사도들에게 성령으로 명하시고 승천하신 날까지의 일을 기록하였노라\n"+

"3 그가 고난 받으신 후에 또한 그들에게 확실한 많은 증거로 친히 살아 계심을 나타내사 사십 일 동안 그들에게 보이시며 하나님 나라의 일을 말씀하시니라\n"+

"4 사도와 함께 모이사 그들에게 분부하여 이르시되 예루살렘을 떠나지 말고 내게서 들은 바 아버지께서 약속하신 것을 기다리라\n"+

"5 요한은 물로 세례를 베풀었으나 너희는 몇 날이 못되어 성령으로 세례를 받으리라 하셨느니라\n"+

"6 그들이 모였을 때에 예수께 여쭈어 이르되 주께서 이스라엘 나라를 회복하심이 이 때니이까 하니\n"+

"7 이르시되 때와 시기는 아버지께서 자기의 권한에 두셨으니 너희가 알 바 아니요\n"+

"8 오직 성령이 너희에게 임하시면 너희가 권능을 받고 예루살렘과 온 유대와 사마리아와 땅 끝까지 이르러 내 증인이 되리라 하시니라\n"+

"9 이 말씀을 마치시고 그들이 보는데 올려져 가시니 구름이 그를 가리어 보이지 않게 하더라\n"+

"10 올라가실 때에 제자들이 자세히 하늘을 쳐다보고 있는데 흰 옷 입은 두 사람이 그들 곁에 서서\n"+

"11 이르되 갈릴리 사람들아 어찌하여 서서 하늘을 쳐다보느냐 너희 가운데서 하늘로 올려지신 이 예수는 하늘로 가심을 본 그대로 오시리라 하였느니라\n"+

"12 제자들이 감람원이라 하는 산으로부터 예루살렘에 돌아오니 이 산은 예루살렘에서 가까워 안식일에 가기 알맞은 길이라\n"+

"13 들어가 그들이 유하는 다락방으로 올라가니 베드로, 요한, 야고보, 안드레와 빌립, 도마와 바돌로매, 마태와 및 알패오의 아들 야고보, 셀롯인 시몬, 야고보의 아들 유다가 다 거기 있어\n"+

"14 여자들과 예수의 어머니 마리아와 예수의 아우들과 더불어 마음을 같이하여 오로지 기도에 힘쓰더라\n"+

"15 모인 무리의 수가 약 백이십 명이나 되더라 그 때에 베드로가 그 형제들 가운데 일어서서 이르되\n"+

"16 형제들아 성령이 다윗의 입을 통하여 예수 잡는 자들의 길잡이가 된 유다를 가리켜 미리 말씀하신 성경이 응하였으니 마땅하도다\n"+

"17 이 사람은 본래 우리 수 가운데 참여하여 이 직무의 한 부분을 맡았던 자라\n"+

"18 (이 사람이 불의의 삯으로 밭을 사고 후에 몸이 곤두박질하여 배가 터져 창자가 다 흘러 나온지라\n"+

"19 이 일이 예루살렘에 사는 모든 사람에게 알리어져 그들의 말로는 그 밭을 아겔다마라 하니 이는 피밭이라는 뜻이라)\n"+

"20 시편에 기록하였으되 그의 거처를 황폐하게 하시며 거기 거하는 자가 없게 하소서 하였고 또 일렀으되 그의 직분을 타인이 취하게 하소서 하였도다\n"+

"21 이러하므로 요한의 세례로부터 우리 가운데서 올려져 가신 날까지 주 예수께서 우리 가운데 출입하실 때에\n"+

"22 항상 우리와 함께 다니던 사람 중에 하나를 세워 우리와 더불어 예수께서 부활하심을 증언할 사람이 되게 하여야 하리라 하거늘\n"+

"23 그들이 두 사람을 내세우니 하나는 바사바라고도 하고 별명은 유스도라고 하는 요셉이요 하나는 맛디아라\n"+

"24 그들이 기도하여 이르되 뭇 사람의 마음을 아시는 주여 이 두 사람 중에 누가 주님께 택하신 바 되어\n"+

"25 봉사와 및 사도의 직무를 대신할 자인지를 보이시옵소서 유다는 이 직무를 버리고 제 곳으로 갔나이다 하고\n"+

"26 제비 뽑아 맛디아를 얻으니 그가 열한 사도의 수에 들어가니라\n";//32부터 행1장
const bible33="사도행전 2장\n"+
"1 오순절 날이 이미 이르매 그들이 다같이 한 곳에 모였더니\n"+

"2 홀연히 하늘로부터 급하고 강한 바람 같은 소리가 있어 그들이 앉은 온 집에 가득하며\n"+

"3 마치 불의 혀처럼 갈라지는 것들이 그들에게 보여 각 사람 위에 하나씩 임하여 있더니\n"+

"4 그들이 다 성령의 충만함을 받고 성령이 말하게 하심을 따라 다른 언어들로 말하기를 시작하니라\n"+

"5 그 때에 경건한 유대인들이 천하 각국으로부터 와서 예루살렘에 머물러 있더니\n"+

"6 이 소리가 나매 큰 무리가 모여 각각 자기의 방언으로 제자들이 말하는 것을 듣고 소동하여\n"+

"7 다 놀라 신기하게 여겨 이르되 보라 이 말하는 사람들이 다 갈릴리 사람이 아니냐\n"+

"8 우리가 우리 각 사람이 난 곳 방언으로 듣게 되는 것이 어찌 됨이냐\n"+

"9 우리는 바대인과 메대인과 엘람인과 또 메소보다미아, 유대와 갑바도기아, 본도와 아시아,\n"+

"10 브루기아와 밤빌리아, 애굽과 및 구레네에 가까운 리비야 여러 지방에 사는 사람들과 로마로부터 온 나그네 곧 유대인과 유대교에 들어온 사람들과\n"+

"11 그레데인과 아라비아인들이라 우리가 다 우리의 각 언어로 하나님의 큰 일을 말함을 듣는도다 하고\n"+

"12 다 놀라며 당황하여 서로 이르되 이 어찌 된 일이냐 하며\n"+

"13 또 어떤 이들은 조롱하여 이르되 그들이 새 술에 취하였다 하더라\n"+

"14 베드로가 열한 사도와 함께 서서 소리를 높여 이르되 유대인들과 예루살렘에 사는 모든 사람들아 이 일을 너희로 알게 할 것이니 내 말에 귀를 기울이라\n"+

"15 때가 제 삼 시니 너희 생각과 같이 이 사람들이 취한 것이 아니라\n"+

"16 이는 곧 선지자 요엘을 통하여 말씀하신 것이니 일렀으되\n"+

"17 하나님이 말씀하시기를 말세에 내가 내 영을 모든 육체에 부어 주리니 너희의 자녀들은 예언할 것이요 너희의 젊은이들은 환상을 보고 너희의 늙은이들은 꿈을 꾸리라\n"+

"18 그 때에 내가 내 영을 내 남종과 여종들에게 부어 주리니 그들이 예언할 것이요\n"+

"19 또 내가 위로 하늘에서는 기사를 아래로 땅에서는 징조를 베풀리니 곧 피와 불과 연기로다\n"+

"20 주의 크고 영화로운 날이 이르기 전에 해가 변하여 어두워지고 달이 변하여 피가 되리라\n"+

"21 누구든지 주의 이름을 부르는 자는 구원을 받으리라 하였느니라\n"+

"22 이스라엘 사람들아 이 말을 들으라 너희도 아는 바와 같이 하나님께서 나사렛 예수로 큰 권능과 기사와 표적을 너희 가운데서 베푸사 너희 앞에서 그를 증언하셨느니라\n"+

"23 그가 하나님께서 정하신 뜻과 미리 아신 대로 내준 바 되었거늘 너희가 법 없는 자들의 손을 빌려 못 박아 죽였으나\n"+

"24 하나님께서 그를 사망의 고통에서 풀어 살리셨으니 이는 그가 사망에 매여 있을 수 없었음이라\n"+

"25 다윗이 그를 가리켜 이르되 내가 항상 내 앞에 계신 주를 뵈었음이여 나로 요동하지 않게 하기 위하여 그가 내 우편에 계시도다\n"+

"26 그러므로 내 마음이 기뻐하였고 내 혀도 즐거워하였으며 육체도 희망에 거하리니\n"+

"27 이는 내 영혼을 음부에 버리지 아니하시며 주의 거룩한 자로 썩음을 당하지 않게 하실 것임이로다\n"+

"28 주께서 생명의 길을 내게 보이셨으니 주 앞에서 내게 기쁨이 충만하게 하시리로다 하였으므로\n"+

"29 형제들아 내가 조상 다윗에 대하여 담대히 말할 수 있노니 다윗이 죽어 장사되어 그 묘가 오늘까지 우리 중에 있도다\n"+

"30 그는 선지자라 하나님이 이미 맹세하사 그 자손 중에서 한 사람을 그 위에 앉게 하리라 하심을 알고\n"+

"31 미리 본 고로 그리스도의 부활을 말하되 그가 음부에 버림이 되지 않고 그의 육신이 썩음을 당하지 아니하시리라 하더니\n"+

"32 이 예수를 하나님이 살리신지라 우리가 다 이 일에 증인이로다\n"+

"33 하나님이 오른손으로 예수를 높이시매 그가 약속하신 성령을 아버지께 받아서 너희가 보고 듣는 이것을 부어 주셨느니라\n"+

"34 다윗은 하늘에 올라가지 못하였으나 친히 말하여 이르되 주께서 내 주에게 말씀하시기를\n"+

"35 내가 네 원수로 네 발등상이 되게 하기까지 너는 내 우편에 앉아 있으라 하셨도다 하였으니\n"+

"36 그런즉 이스라엘 온 집은 확실히 알지니 너희가 십자가에 못 박은 이 예수를 하나님이 주와 그리스도가 되게 하셨느니라 하니라\n"+

"37 그들이 이 말을 듣고 마음에 찔려 베드로와 다른 사도들에게 물어 이르되 형제들아 우리가 어찌할꼬 하거늘\n"+

"38 베드로가 이르되 너희가 회개하여 각각 예수 그리스도의 이름으로 세례를 받고 죄 사함을 받으라 그리하면 성령의 선물을 받으리니\n"+

"39 이 약속은 너희와 너희 자녀와 모든 먼 데 사람 곧 주 우리 하나님이 얼마든지 부르시는 자들에게 하신 것이라 하고\n"+

"40 또 여러 말로 확증하며 권하여 이르되 너희가 이 패역한 세대에서 구원을 받으라 하니\n"+

"41 그 말을 받은 사람들은 세례를 받으매 이 날에 신도의 수가 삼천이나 더하더라\n"+

"42 그들이 사도의 가르침을 받아 서로 교제하고 떡을 떼며 오로지 기도하기를 힘쓰니라\n"+

"43 사람마다 두려워하는데 사도들로 말미암아 기사와 표적이 많이 나타나니\n"+

"44 믿는 사람이 다 함께 있어 모든 물건을 서로 통용하고\n"+

"45 또 재산과 소유를 팔아 각 사람의 필요를 따라 나눠 주며\n"+

"46 날마다 마음을 같이하여 성전에 모이기를 힘쓰고 집에서 떡을 떼며 기쁨과 순전한 마음으로 음식을 먹고\n"+

"47 하나님을 찬미하며 또 온 백성에게 칭송을 받으니 주께서 구원 받는 사람을 날마다 더하게 하시니라\n";
const bible34="사도행전 3장\n"+
"1 제 구 시 기도 시간에 베드로와 요한이 성전에 올라갈새\n"+

"2 나면서 못 걷게 된 이를 사람들이 메고 오니 이는 성전에 들어가는 사람들에게 구걸하기 위하여 날마다 미문이라는 성전 문에 두는 자라\n"+

"3 그가 베드로와 요한이 성전에 들어가려 함을 보고 구걸하거늘\n"+

"4 베드로가 요한과 더불어 주목하여 이르되 우리를 보라 하니\n"+

"5 그가 그들에게서 무엇을 얻을까 하여 바라보거늘\n"+

"6 베드로가 이르되 은과 금은 내게 없거니와 내게 있는 이것을 네게 주노니 나사렛 예수 그리스도의 이름으로 일어나 걸으라 하고\n"+

"7 오른손을 잡아 일으키니 발과 발목이 곧 힘을 얻고\n"+

"8 뛰어 서서 걸으며 그들과 함께 성전으로 들어가면서 걷기도 하고 뛰기도 하며 하나님을 찬송하니\n"+

"9 모든 백성이 그 걷는 것과 하나님을 찬송함을 보고\n"+

"10 그가 본래 성전 미문에 앉아 구걸하던 사람인 줄 알고 그에게 일어난 일로 인하여 심히 놀랍게 여기며 놀라니라\n"+

"11 나은 사람이 베드로와 요한을 붙잡으니 모든 백성이 크게 놀라며 달려 나아가 솔로몬의 행각이라 불리우는 행각에 모이거늘\n"+

"12 베드로가 이것을 보고 백성에게 말하되 이스라엘 사람들아 이 일을 왜 놀랍게 여기느냐 우리 개인의 권능과 경건으로 이 사람을 걷게 한 것처럼 왜 우리를 주목하느냐\n"+

"13 아브라함과 이삭과 야곱의 하나님 곧 우리 조상의 하나님이 그의 종 예수를 영화롭게 하셨느니라 너희가 그를 넘겨 주고 빌라도가 놓아 주기로 결의한 것을 너희가 그 앞에서 거부하였으니\n"+

"14 너희가 거룩하고 의로운 이를 거부하고 도리어 살인한 사람을 놓아 주기를 구하여\n"+

"15 생명의 주를 죽였도다 그러나 하나님이 죽은 자 가운데서 그를 살리셨으니 우리가 이 일에 증인이라\n"+

"16 그 이름을 믿으므로 그 이름이 너희가 보고 아는 이 사람을 성하게 하였나니 예수로 말미암아 난 믿음이 너희 모든 사람 앞에서 이같이 완전히 낫게 하였느니라\n"+

"17 형제들아 너희가 알지 못하여서 그리하였으며 너희 관리들도 그리한 줄 아노라\n"+

"18 그러나 하나님이 모든 선지자의 입을 통하여 자기의 그리스도께서 고난 받으실 일을 미리 알게 하신 것을 이와 같이 이루셨느니라\n"+

"19 그러므로 너희가 회개하고 돌이켜 너희 죄 없이 함을 받으라 이같이 하면 새롭게 되는 날이 주 앞으로부터 이를 것이요\n"+

"20 또 주께서 너희를 위하여 예정하신 그리스도 곧 예수를 보내시리니\n"+

"21 하나님이 영원 전부터 거룩한 선지자들의 입을 통하여 말씀하신 바 만물을 회복하실 때까지는 하늘이 마땅히 그를 받아 두리라\n"+

"22 모세가 말하되 주 하나님이 너희를 위하여 너희 형제 가운데서 나 같은 선지자 하나를 세울 것이니 너희가 무엇이든지 그의 모든 말을 들을 것이라\n"+

"23 누구든지 그 선지자의 말을 듣지 아니하는 자는 백성 중에서 멸망 받으리라 하였고\n"+

"24 또한 사무엘 때부터 이어 말한 모든 선지자도 이 때를 가리켜 말하였느니라\n"+

"25 너희는 선지자들의 자손이요 또 하나님이 너희 조상과 더불어 세우신 언약의 자손이라 아브라함에게 이르시기를 땅 위의 모든 족속이 너의 씨로 말미암아 복을 받으리라 하셨으니\n"+

"26 하나님이 그 종을 세워 복 주시려고 너희에게 먼저 보내사 너희로 하여금 돌이켜 각각 그 악함을 버리게 하셨느니라\n";
const bible35="사도행전 4장\n"+
"1 사도들이 백성에게 말할 때에 제사장들과 성전 맡은 자와 사두개인들이 이르러\n"+

"2 예수 안에 죽은 자의 부활이 있다고 백성을 가르치고 전함을 싫어하여\n"+

"3 그들을 잡으매 날이 이미 저물었으므로 이튿날까지 가두었으나\n"+

"4 말씀을 들은 사람 중에 믿는 자가 많으니 남자의 수가 약 오천이나 되었더라\n"+

"5 이튿날 관리들과 장로들과 서기관들이 예루살렘에 모였는데\n"+

"6 대제사장 안나스와 가야바와 요한과 알렉산더와 및 대제사장의 문중이 다 참여하여\n"+

"7 사도들을 가운데 세우고 묻되 너희가 무슨 권세와 누구의 이름으로 이 일을 행하였느냐\n"+

"8 이에 베드로가 성령이 충만하여 이르되 백성의 관리들과 장로들아\n"+

"9 만일 병자에게 행한 착한 일에 대하여 이 사람이 어떻게 구원을 받았느냐고 오늘 우리에게 질문한다면\n"+

"10 너희와 모든 이스라엘 백성들은 알라 너희가 십자가에 못 박고 하나님이 죽은 자 가운데서 살리신 나사렛 예수 그리스도의 이름으로 이 사람이 건강하게 되어 너희 앞에 섰느니라\n"+

"11 이 예수는 너희 건축자들의 버린 돌로서 집 모퉁이의 머릿돌이 되었느니라\n"+

"12 다른 이로써는 구원을 받을 수 없나니 천하 사람 중에 구원을 받을 만한 다른 이름을 우리에게 주신 일이 없음이라 하였더라\n"+

"13 그들이 베드로와 요한이 담대하게 말함을 보고 그들을 본래 학문 없는 범인으로 알았다가 이상히 여기며 또 전에 예수와 함께 있던 줄도 알고\n"+

"14 또 병 나은 사람이 그들과 함께 서 있는 것을 보고 비난할 말이 없는지라\n"+

"15 명하여 공회에서 나가라 하고 서로 의논하여 이르되\n"+

"16 이 사람들을 어떻게 할까 그들로 말미암아 유명한 표적 나타난 것이 예루살렘에 사는 모든 사람에게 알려졌으니 우리도 부인할 수 없는지라\n"+

"17 이것이 민간에 더 퍼지지 못하게 그들을 위협하여 이 후에는 이 이름으로 아무에게도 말하지 말게 하자 하고\n"+

"18 그들을 불러 경고하여 도무지 예수의 이름으로 말하지도 말고 가르치지도 말라 하니\n"+

"19 베드로와 요한이 대답하여 이르되 하나님 앞에서 너희의 말을 듣는 것이 하나님의 말씀을 듣는 것보다 옳은가 판단하라\n"+

"20 우리는 보고 들은 것을 말하지 아니할 수 없다 하니\n"+

"21 관리들이 백성들 때문에 그들을 어떻게 처벌할지 방법을 찾지 못하고 다시 위협하여 놓아 주었으니 이는 모든 사람이 그 된 일을 보고 하나님께 영광을 돌림이라\n"+

"22 이 표적으로 병 나은 사람은 사십여 세나 되었더라\n"+

"23 사도들이 놓이매 그 동료에게 가서 제사장들과 장로들의 말을 다 알리니\n"+

"24 그들이 듣고 한마음으로 하나님께 소리를 높여 이르되 대주재여 천지와 바다와 그 가운데 만물을 지은 이시요\n"+

"25 또 주의 종 우리 조상 다윗의 입을 통하여 성령으로 말씀하시기를 어찌하여 열방이 분노하며 족속들이 허사를 경영하였는고\n"+

"26 세상의 군왕들이 나서며 관리들이 함께 모여 주와 그의 그리스도를 대적하도다 하신 이로소이다\n"+

"27 과연 헤롯과 본디오 빌라도는 이방인과 이스라엘 백성과 합세하여 하나님께서 기름 부으신 거룩한 종 예수를 거슬러\n"+

"28 하나님의 권능과 뜻대로 이루려고 예정하신 그것을 행하려고 이 성에 모였나이다\n"+

"29 주여 이제도 그들의 위협함을 굽어보시옵고 또 종들로 하여금 담대히 하나님의 말씀을 전하게 하여 주시오며\n"+

"30 손을 내밀어 병을 낫게 하시옵고 표적과 기사가 거룩한 종 예수의 이름으로 이루어지게 하옵소서 하더라\n"+

"31 빌기를 다하매 모인 곳이 진동하더니 무리가 다 성령이 충만하여 담대히 하나님의 말씀을 전하니라\n"+

"32 믿는 무리가 한마음과 한 뜻이 되어 모든 물건을 서로 통용하고 자기 재물을 조금이라도 자기 것이라 하는 이가 하나도 없더라\n"+

"33 사도들이 큰 권능으로 주 예수의 부활을 증언하니 무리가 큰 은혜를 받아\n"+

"34 그 중에 가난한 사람이 없으니 이는 밭과 집 있는 자는 팔아 그 판 것의 값을 가져다가\n"+

"35 사도들의 발 앞에 두매 그들이 각 사람의 필요를 따라 나누어 줌이라\n"+

"36 구브로에서 난 레위족 사람이 있으니 이름은 요셉이라 사도들이 일컬어 바나바라(번역하면 위로의 아들이라) 하니\n"+

"37 그가 밭이 있으매 팔아 그 값을 가지고 사도들의 발 앞에 두니라\n";
const bible36="사도행전 5장\n"+
"1 아나니아라 하는 사람이 그의 아내 삽비라와 더불어 소유를 팔아\n"+

"2 그 값에서 얼마를 감추매 그 아내도 알더라 얼마만 가져다가 사도들의 발 앞에 두니\n"+

"3 베드로가 이르되 아나니아야 어찌하여 사탄이 네 마음에 가득하여 네가 성령을 속이고 땅 값 얼마를 감추었느냐\n"+

"4 땅이 그대로 있을 때에는 네 땅이 아니며 판 후에도 네 마음대로 할 수가 없더냐 어찌하여 이 일을 네 마음에 두었느냐 사람에게 거짓말한 것이 아니요 하나님께로다\n"+

"5 아나니아가 이 말을 듣고 엎드러져 혼이 떠나니 이 일을 듣는 사람이 다 크게 두려워하더라\n"+

"6 젊은 사람들이 일어나 시신을 싸서 메고 나가 장사하니라\n"+

"7 세 시간쯤 지나 그의 아내가 그 일어난 일을 알지 못하고 들어오니\n"+

"8 베드로가 이르되 그 땅 판 값이 이것뿐이냐 내게 말하라 하니 이르되 예 이것뿐이라 하더라\n"+

"9 베드로가 이르되 너희가 어찌 함께 꾀하여 주의 영을 시험하려 하느냐 보라 네 남편을 장사하고 오는 사람들의 발이 문 앞에 이르렀으니 또 너를 메어 내가리라 하니\n"+

"10 곧 그가 베드로의 발 앞에 엎드러져 혼이 떠나는지라 젊은 사람들이 들어와 죽은 것을 보고 메어다가 그의 남편 곁에 장사하니\n"+

"11 온 교회와 이 일을 듣는 사람들이 다 크게 두려워하니라\n"+

"12 사도들의 손을 통하여 민간에 표적과 기사가 많이 일어나매 믿는 사람이 다 마음을 같이하여 솔로몬 행각에 모이고\n"+

"13 그 나머지는 감히 그들과 상종하는 사람이 없으나 백성이 칭송하더라\n"+

"14 믿고 주께로 나아오는 자가 더 많으니 남녀의 큰 무리더라\n"+

"15 심지어 병든 사람을 메고 거리에 나가 침대와 요 위에 누이고 베드로가 지날 때에 혹 그의 그림자라도 누구에게 덮일까 바라고\n"+

"16 예루살렘 부근의 수많은 사람들도 모여 병든 사람과 더러운 귀신에게 괴로움 받는 사람을 데리고 와서 다 나음을 얻으니라\n"+

"17 대제사장과 그와 함께 있는 사람 즉 사두개인의 당파가 다 마음에 시기가 가득하여 일어나서\n"+

"18 사도들을 잡아다가 옥에 가두었더니\n"+

"19 주의 사자가 밤에 옥문을 열고 끌어내어 이르되\n"+

"20 가서 성전에 서서 이 생명의 말씀을 다 백성에게 말하라 하매\n"+

"21 그들이 듣고 새벽에 성전에 들어가서 가르치더니 대제사장과 그와 함께 있는 사람들이 와서 공회와 이스라엘 족속의 원로들을 다 모으고 사람을 옥에 보내어 사도들을 잡아오라 하니\n"+

"22 부하들이 가서 옥에서 사도들을 보지 못하고 돌아와\n"+

"23 이르되 우리가 보니 옥은 든든하게 잠기고 지키는 사람들이 문에 서 있으되 문을 열고 본즉 그 안에는 한 사람도 없더이다 하니\n"+

"24 성전 맡은 자와 제사장들이 이 말을 듣고 의혹하여 이 일이 어찌 될까 하더니\n"+

"25 사람이 와서 알리되 보소서 옥에 가두었던 사람들이 성전에 서서 백성을 가르치더이다 하니\n"+

"26 성전 맡은 자가 부하들과 같이 가서 그들을 잡아왔으나 강제로 못함은 백성들이 돌로 칠까 두려워함이더라\n"+

"27 그들을 끌어다가 공회 앞에 세우니 대제사장이 물어\n"+

"28 이르되 우리가 이 이름으로 사람을 가르치지 말라고 엄금하였으되 너희가 너희 가르침을 예루살렘에 가득하게 하니 이 사람의 피를 우리에게로 돌리고자 함이로다\n"+

"29 베드로와 사도들이 대답하여 이르되 사람보다 하나님께 순종하는 것이 마땅하니라\n"+

"30 너희가 나무에 달아 죽인 예수를 우리 조상의 하나님이 살리시고\n"+

"31 이스라엘에게 회개함과 죄 사함을 주시려고 그를 오른손으로 높이사 임금과 구주로 삼으셨느니라\n"+

"32 우리는 이 일에 증인이요 하나님이 자기에게 순종하는 사람들에게 주신 성령도 그러하니라 하더라\n"+

"33 그들이 듣고 크게 노하여 사도들을 없이하고자 할새\n"+

"34 바리새인 가말리엘은 율법교사로 모든 백성에게 존경을 받는 자라 공회 중에 일어나 명하여 사도들을 잠깐 밖에 나가게 하고\n"+

"35 말하되 이스라엘 사람들아 너희가 이 사람들에게 대하여 어떻게 하려는지 조심하라\n"+

"36 이 전에 드다가 일어나 스스로 선전하매 사람이 약 사백 명이나 따르더니 그가 죽임을 당하매 따르던 모든 사람들이 흩어져 없어졌고\n"+

"37 그 후 호적할 때에 갈릴리의 유다가 일어나 백성을 꾀어 따르게 하다가 그도 망한즉 따르던 모든 사람들이 흩어졌느니라\n"+

"38 이제 내가 너희에게 말하노니 이 사람들을 상관하지 말고 버려 두라 이 사상과 이 소행이 사람으로부터 났으면 무너질 것이요\n"+

"39 만일 하나님께로부터 났으면 너희가 그들을 무너뜨릴 수 없겠고 도리어 하나님을 대적하는 자가 될까 하노라 하니\n"+

"40 그들이 옳게 여겨 사도들을 불러들여 채찍질하며 예수의 이름으로 말하는 것을 금하고 놓으니\n"+

"41 사도들은 그 이름을 위하여 능욕 받는 일에 합당한 자로 여기심을 기뻐하면서 공회 앞을 떠나니라\n"+

"42 그들이 날마다 성전에 있든지 집에 있든지 예수는 그리스도라고 가르치기와 전도하기를 그치지 아니하니라\n";
const bible37="";
const bible38="";
const bible39="";
const bible40="";
const bible41="";
const bible42="";
const bible43="";
const bible44="";
const bible45="";
const bible46="";
const bible47="";
const bible48="";
const bible49="";
const bible50="";
const bible51="";
const bible52="";
const bible53="";
const bible54="";
const bible55="";
const bible56="";
const bible57="";
const bible58="";
const bible59="";
const bible60="";
const bible_array = {
    '1' : bible1, 
    '2' : bible2,
    '3' : bible3,
    '4' : bible4,
    '5' : bible5, 
    '6' : bible6,
    '7' : bible7,
    '8' : bible8, 
    '9' : bible9,
    '10' : bible10,
    '11' : bible11, 
    '12' : bible12,
    '13' : bible13,
    '14' : bible14, 
    '15' : bible15,
    '16' : bible16,
    '17' : bible17, 
    '18' : bible18,
    '19' : bible19,
    '20' : bible20, 
    '21' : bible21,
    '22' : bible22,
    '23' : bible23, 
    '24' : bible24,
    '25' : bible25,
    '26' : bible26, 
    '27' : bible27,
    '28' : bible28,
    '29' : bible29, 
    '30' : bible30,
    '31' : bible31,
    '32' : bible32, 
    '33' : bible33,
    '34' : bible34,
    '35' : bible35, 
    '36' : bible36,
    '37' : bible37,
    '38' : bible38, 
    '39' : bible39,
    '40' : bible40,
    '41' : bible41,
    '42' : bible42,
    '43' : bible43,
    '44' : bible44,
    '45' : bible45,
    '46' : bible46,
    '47' : bible47,
    '48' : bible48,
    '49' : bible49,
    '50' : bible50,
    '51' : bible51,
    '52' : bible52,
    '53' : bible53,
    '54' : bible54,
    '55' : bible55,
    '56' : bible56,
    '57' : bible57,
    '58' : bible58,
    '59' : bible59,
    '60' : bible60,

    
}

export {bible_array};