import React, {Component} from 'react'

const day1="";
const day2="";
const day3="";
const day4="";
const day5="";
const day6="";
const day7="";
const day8="";
const day9="요나단이 다윗을 사랑하여 주었던 것을\n 골라보세요 \n"+
"1. 겉옷, 칼, 활, 허리띠\n"+
"2. 사울의 작은 딸\n"+
"3. 사무엘\n"+
"4. 수금을 잘 타는 사람을 구하게 하소서\n"+
"5. 여호와의 기름 부음을 받은 자\n"+
"6. 가드 왕 아기스\n\n\n";
const day10="다윗이 사울을 피하여 \n 누구에게 갔나요?\n"+
"1. 겉옷, 칼, 활, 허리띠\n"+
"2. 사울의 작은 딸\n"+
"3. 사무엘\n"+
"4. 수금을 잘 타는 사람을 구하게 하소서\n"+
"5. 여호와의 기름 부음을 받은 자\n"+
"6. 가드 왕 아기스\n\n\n";
const day11="다윗이 사울을 두려워하여 도망한 것과\n 관계있는 것을 골라보세요 \n"+
"1. 겉옷, 칼, 활, 허리띠\n"+
"2. 사울의 작은 딸\n"+
"3. 사무엘\n"+
"4. 수금을 잘 타는 사람을 구하게 하소서\n"+
"5. 여호와의 기름 부음을 받은 자\n"+
"6. 가드 왕 아기스\n\n\n";
const day12="다윗이 사울을 죽이지 않고\n 겉옷 자락만 벤 이유는?\n"+
"1. 겉옷, 칼, 활, 허리띠\n"+
"2. 사울의 작은 딸\n"+
"3. 사무엘\n"+
"4. 수금을 잘 타는 사람을 구하게 하소서\n"+
"5. 여호와의 기름 부음을 받은 자\n"+
"6. 가드 왕 아기스\n\n\n";
const day13="\n - 나발이 다윗의 요청을 거절한 이유는 무엇일까요? (25:1-13)\n - 다윗은 분노할 만한 이유가 있음에도 불구하고 사울에게 관용을 베푼 이유는 무엇일까요?(26:6-12)\n\n\n";
const day14="\n - 다윗이 블레셋 땅으로 피신했던 목적은 무엇일까요?(27:1-7)\n - 신접한 여인을 찾아간 사울의 모습에서 볼 수 있는 것은 무엇일까요?(28:8-11)\n\n\n";
const day15="\n - 블레셋의 도피 도중에 다윗이 행했던 선행의 결과는 무엇일까요?(29:1-11)\n - 다윗이 아말렉 토벌을 나가기 전에 한 일은 무엇일까요?(30:17,18)\n\n\n";
const day16="\n - 마가의 다락에 모여 기도한 사람의 수는 몇 명인가요? (1:15)\n - 오순절에 베드로의 설교를 듣고 회개한 자는 몇 명인가요?(2:41)\n\n\n";
const day17="\n - 베드로와 요한이 성전 미문에 있던 앉은뱅이에게 준 것은 무엇인가요?(3:6)\n - 박해받던 초대교회는 무엇에 더욱 힘을 쓰고 있나요?(4:24-31)\n\n\n";
const day18="\n - 사도들은 능욕 받은 것을 어떻게 생각하고 있나요?(5:41)\n - 일곱 명의 사역자의 자격은 무엇인가요?(6:3-5)\n\n\n";
const day19="";
const day20="";
const day21="";
const day22="";
const day23="";
const day24="";
const day25="";
const day26="";
const day27="";
const day28="";
const day29="";
const day30="";
const bible_quiz_array = {
    '1' : day1, 
    '2' : day2,
    '3' : day3,
    '4' : day4,
    '5' : day5, 
    '6' : day6,
    '7' : day7,
    '8' : day8, 
    '9' : day9,
    '10' : day10,
    '11' : day11, 
    '12' : day12,
    '13' : day13,
    '14' : day14, 
    '15' : day15,
    '16' : day16,
    '17' : day17, 
    '18' : day18,
    '19' : day19,
    '20' : day20, 
    '21' : day21,
    '22' : day22,
    '23' : day23, 
    '24' : day24,
    '25' : day25,
    '26' : day26, 
    '27' : day27,
    '28' : day28,
    '29' : day29, 
    '30' : day30
    
}

export {bible_quiz_array};